const Dua = [
  {
    id: "১",
    pageTitle: "ক্রোধ দমনের দুআ",
    arabic: "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
    transliteration: "আ‘ঊযু বিল্লা-হিমিনাশ্-শাইত্ব-র্নি রজীম্",
    translations: "আল্লাহ্‌র নিকট আশ্রয় চাই বিতাড়িত শয়তান থেকে",
    Reference: "বুখারী, ৭/৯৯, ৩২৮২; মুসলিম, ৪/২০১৫, ২৬১০"
  },
  {
    id: "২",
    pageTitle: "ভয় থেকে পরিত্রানের দুআ",
    arabic: "لاَ إِلَهَ إِلاَّ اللّٰهُ",
    transliteration: "লা ইলাহা ইল্লাল্ল-হ্",
    translations: "আল্লাহ্ ব্যাতীত কোনো সত্য উপাস্য নেই",
    Reference: "বুখারী, ৬/৩৮১, ৩৩৪৬; মুসলিম, ৪/২২০৮, ২৮৮০"
  },
  {
    id: "৩",
    pageTitle: "ঘরে প্রবেশের দুআ",
    arabic:
      "بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللّٰهِ رَبِّنَا تَوَكَّلْنَا",
    transliteration:
      "বিসমিল্লাহি ওয়ালাজ্না, ওয়াবিস্ মিল্ল াহি খরাজনা ওয়া ‘আলাল্ল হি রব্বিনা তাওয়াক্কাল্না",
    translations:
      "আল্লাহর নামে আমরা প্রবেশ করলাম, আল্লাহর নামেই আমরা বের হলাম এবং আমাদের রব আল্লাহর উপরই আমরা ভরসা করলাম",
    Reference: "আবূ - দাউদ ৪/৩২৮; আলবানী, সাহীহাহ ১/৩৯৪, নং ২২৫"
  },
  {
    id: "৪",
    pageTitle: "ঘর থেকে বের হওয়ার দুআ",
    arabic:
      "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللّٰهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ",
    transliteration:
      "বিসমিল্লাহি তাওয়াক্কাল্তু ‘আলাল্লহ, লা-হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ",
    translations:
      "আল্লাহর নামে বের হচ্ছি।  আল্লাহর উপর ভরসা করলাম। আর আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই ",
    Reference: "তিরমিযী, ৫/৪৫৬, ৩৪২৬"
  },
  {
    id: "৫",
    pageTitle: "কাপড় পরিধানের দুআ",
    arabic:
      "الْحَمْدُ للّٰهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة",
    transliteration:
      "আল্‌হামদু লিল্লা-হিল্লাযী কাসানী হা-যা (আসসাওবা) ওয়া রযাকানীহি মিন্ গইরি হাওলিম মিন্নী ওয়ালা কুওওয়াতিন",
    translations:
      "সকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাকে কাপড়টি পরিয়েছেন এবং আমার শক্তি-সামর্থ্য ছাড়াই তিনি আমাকে এটা দান করেছেন",
    Reference: "আবূ দাউদ, ৪০২৩; ইরওয়াউল গলীল, ৭/৪৭"
  },
  {
    id: "৬",
    pageTitle: "কাপড় খুলে রাখার দুআ",
    arabic: "بِسْمِ اللَّهِ",
    transliteration: "বিসমিল্লাহ",
    translations: "আল্লাহর নামে",
    Reference: "তিরমিযী, ২/৫০৫, ৬০৬; ইরওয়াউল গালীল, ৫০"
  },

  {
    id: "৭",
    pageTitle: "কিছু খাওয়ার পরের দুআ",
    arabic:
      "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ",
    transliteration:
      "আলহামদু লিল্লা-হিল্লাযী আত‘আমানী হা-যা ওয়া রাযাকানীহি মিন গাইরি হাউলিম মিন্নী ওয়ালা কুওয়াতিন",
    translations:
      "সকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাকে এ আহার করালেন এবং এ রিযিক দিলেন যাতে ছিল না আমার পক্ষ থেকে কোনো উপায়, ছিল না কোনো শক্তি-সামর্থ্য",
    Reference: "সহীহ ইরওয়া, ১৯৬৫; তালীকুর রাগীব ৩/১১৫-১১৬"
  },
  {
    id: "৮",
    pageTitle: "ঘুমানোর দু‘আ",
    arabic: "اللّٰهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا",
    transliteration: "বিস্ মিকাল্ল -হুম্মা আমূতু ওয়া আ’হ্ইয়া",
    translations:
      "হে আল্লাহ! আপনার নাম নিয়েই আমি ঘুমাচ্ছি এবং আপনার নাম নিয়েই জাগ্রত হবো।",
    Reference: "বুখারী, ৬৩১২; মুস. আহমাদ, ২৩৩১৯; সহীহ ইবনে হিব্বান, ৫৫৩৯"
  },
  {
    id: "৯",
    pageTitle: "ঘুম হতে জেগে উঠার সময় দু‘আ",
    arabic:
      "الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانًا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ",
    transliteration:
      "আল্হাম্দু লিল্লা-হিল্লাযী আহ্ইয়া-না- বা‘দা মা-আমা-তানা-ওয়া ইলাইহিন্ নুশূর",
    translations:
      "সকল প্রশংসা আল্লাহর জন্য যিনি নিদ্রারূপ মৃত্যুর পর আমাদেরকে জীবিত করলেন, আর তাঁরই নিকট সকলের পুনরুত্থান",
    Reference: "বুখারী, ৬৩১২; মুস. আহমাদ, ২৩৩১৯; সহীহ ইবনে হিব্বান, ৫৫৩৯"
  },
  {
    id: "১০",
    pageTitle: "ঘুমের মধ্যে পার্শ্বপরির্তনের দু‘আ",
    arabic:
      "لاَ إِلَهَ إِلاَّ اللّٰهُ الْوَاحِدُ الْقَهَّارُ رَبُّ السَّمَاوَات وَالارْض وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ",
    transliteration:
      "লা-ইলাহা ইল্লাল্লাহুল ওয়া-হিদুল ক্বহ্হার, রব্বুস সামা-ওয়া-তি ওয়াল আরদি ওয়া মা-বাইনাহুমাল ‘আযীযুল ‘গফ্ফা-র",
    translations:
      "নেই কোনো উপাস্য আল্লাহ ছাড়া, তিনি একক, পরাক্রান্ত,  প্রতিপালক আসমানসমূহের এবং পৃথিবীর এবং এতদুভয়ের মধ্যবর্তী সবকিছুর তিনি মহা-সম্মানিত মহা-ক্ষমাশীল",
    Reference: "হাকিম, আল-মুসতাদরাক, ১/৭২৪; আলবানী, সাহীহাহ, ৫/৬৫"
  },
  {
    id: "১১",
    pageTitle: "টয়লেটে প্রবেশের দু‘আ",
    arabic: "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث",
    transliteration: "আল্ল -হুম্মা ইন্নী আ‘ঊযু বিকা মিনাল খুবুসি ওয়াল খবা-ইস্",
    translations:
      "“হে আল্লহ! আমি আপনার নিকট আশ্রয় চাই অপবিত্র, অকল্যান, খারাপ কর্ম থেকে বা পুরুষ ও নারী শয়তান জিন্ থেকে",
    Reference: "বুখারী, ১/৬৬, ১৪২; মুসলিম, ১/২৮৩"
  },
  {
    id: "১২",
    pageTitle: "টয়লেটে থেকে বের হওয়ার দু‘আ",
    arabic: "غُفْرَانَكَ",
    transliteration:
      "আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা মিনাল খুব্‌সি ওয়াল খাবা-ইসি",
    translations:
      "হে আল্লাহ! আমি আপনার নিকট অপবিত্র নর জিন্ ও নারী জিন্ থেকে আশ্রয় চাই",
    Reference: "তিরমিজী ১/১২; সহীহ সুনান আবু দাউদ, ১/১৯১০৫৯"
  },
  {
    id: "১৩",
    pageTitle: "অযু শুরু করার দুআ",
    arabic: "بِسْمِ اللَّهِ",
    transliteration: "বিসমিল্লাহ্",
    translations: "আল্লাহর নামে",
    Reference: "আবু দাউদ,১০১; আহমাদ, ৯৪১৮; ইব্‌ন মাজাহ, ৩০৭"
  },
  {
    id: "১৪",
    pageTitle: "অযু শেষ করার পরের দুআ",
    arabic:
      "أَشْهَدُ أَنْ لَا إِلَهَ إلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُِ",
    transliteration:
      "আশ্ হাদু আল্-লা ইলাহা ইল্লাল্লহু ওয়াহ্ দাহু লা- শারীকা লাহূ ওয়া আশ্হাদু আন্না মুহাম্মাদান ‘আব্দুহু ওয়া রসূলুহু",
    translations:
      "আমি সাক্ষ্য দিচ্ছি যে, একমাত্র আল্লহ ছাড়া কোনো হক্ব ইলাহ নেই, তিঁনি একক, তাঁর কোনো শরীক নেই। আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (সাঃ) তাঁর বান্দা ও রাসূল",
    Reference: "মুসলিম, ১/২০৯, ২৩৪"
  },
  {
    id: "১৫",
    pageTitle: "পিতা-মাতার জন্য দু‘আ",
    arabic: "رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
    transliteration: "রব্বির হাম্হুমা-কামারব্বাইয়া-নী ছগীরা",
    translations:
      "হে আমার রব, তাদের প্রতি দয়া করুন যেভাবে শৈশবে তারা আমাকে লালন-পালন করেছেন",
    Reference: "সূরাতুল ইসরা, ১৭:২৪"
  },
  {
    id: "১৬",
    pageTitle: "দুনিয়া ও আখেরাতের কল্যাণের দু‘আ",
    arabic:
      "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّار",
    transliteration:
      "রব্বানা আতিনা ফিদ্দুন্ইয়া হাসানাতাওঁ ওয়াফিল আখিরাতি হাসানাতাওঁ ওয়াক্বিনা আযাবানড়বার",
    translations:
      "হে আমাদের প্রতিপালক! আমাদেরকে দুনিয়া ও আখিরাতের সর্বোত্তম কল্যাণ দান করুন এবং আগুনের আযাব হতে আমাদের রক্ষা করুন।",
    Reference: "সুরাতুল বাকারাহ, ০২:২০১"
  },
  {
    id: "১৭",
    pageTitle: "উপরে উঠার দু‘আ",
    arabic: " اللّٰهُ أَكْبَرُ",
    transliteration: "আল্ল-হু আকবার",
    translations: "আল্লাহ সবচেয়ে বড়",
    Reference: "বুখারী, ৬/১৩৫, ২৯৯৩"
  },
  {
    id: "১৮",
    pageTitle: "নীচে নামার দু‘আ",
    arabic: "سُبْحَانَاللّٰهِ",
    transliteration: "সুবহান আল্লহ",
    translations: "আল্লাহ্ কতই না পবিত্র-মহান",
    Reference: "বুখারী, ৬/১৩৫, ২৯৯৩"
  },
  {
    id: "১৯",
    pageTitle: "নবজাতকের অভিন্দনের দু‘আ",
    arabic:
      "بَارَكَ اللّٰهُ لَك فِيْ الْمَوْهُوْبِ لَك وَشَكَرْتَ الْوَاهِبَ وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ ",
    transliteration:
      "বা-রাকাল্ল হু লাকা ফিল মাউহূবি লাকা ওয়া শাকারতাল ওয়া-হিবা ওয়া বালা‘গা আশুদ্দাহু ওয়া রুযিক্কতা বিররহ।",
    translations:
      "আপনাকে আল্লাহ্ যে নবজাতক উপহার দিয়েছেন তাকে আল্লাহ্ বরকতময় করুক, আপনি উপহারদাতার কৃতজ্ঞতা প্রকাশ করুন, নবজাতক পূর্ণ বয়স লাভ করুক এবং আপনি তার খিদমত লাভ করুন",
    Reference: "বুখারী, ৩/১২৩৩"
  },
  {
    id: "২০",
    pageTitle: "বৃষ্টির দু‘আ",
    arabic: "اللّٰهُمَّ صَـيِّـبًا نَافِعًا",
    transliteration: "আল্ল-হুম্মা স্বইয়িবান না-ফি‘আন",
    translations: "হে আল্লাহ, কল্যাণময় প্রবল বৃষ্টিপাত প্রদান করুন",
    Reference: "বুখারী, ১/৩৪৯; ইবন হিব্বান, ৩/২৮৬"
  },
  {
    id: "২১",
    pageTitle: "অসুস্থ রোগীর জন্য দু‘আ",
    arabic:
      "أَسْأَلُ اللّٰهَ الْعَظِيْمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَك",
    transliteration:
      "আসআলুল্ল -হাল ‘আযীম, রব্বাল ‘আরশিল ‘আযীম আইঁ ইয়াশফিইয়াকা।",
    translations:
      "আমি প্রার্থনা করছি মহামর্যাদাময় আল্লাহর নিকট, যিনি মহামর্যাদাময় আরশের প্রভু তিনি যেন তোমাকে সুস্থতা প্রদান করেন।",
    Reference: "বুখারী, ৫/২১৪১-২১৪৩"
  },
  {
    id: "২২",
    pageTitle: "কঠিন কাজকে সহজ করার দু‘আ",
    arabic:
      "اَللّٰهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً",
    transliteration:
      "হে আল্লাহ আপনি যা সহজ করেন তা ছাড়া কিছুই সহজ নয়। আর আপনি ইচ্ছা করলে সুকঠিনকে সহজ করেন",
    transliteration:
      "আল্লহুম্মা লা-সাহ্ লা ইল্লা মা-জা‘আল্তাহু সাহ্ লান, ওয়া আন্তা তাজ্‘আলুল্ হায্না ইযা-শি'তা সাহ্ লান",
    Reference: "সহীহ ইবনু হিব্বান ৩/২৫৫; আলবানী, সাহীহাহ ৬/৯০২"
  },
  {
    id: "২৩",
    pageTitle: "বিষাক্ত পোকা-মাকড়, বদ-নযর ও শাইতন থেকে হিফাযত",
    arabic:
      "أُعِيْذُكُمْ بِكَلِمَاتِ اللَّهِ التَّامَّة مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ َمِنْ كُلِّ عَيْنٍ لامَّةٍ",
    transliteration:
      "উ‘ঈযুকুম বিকালিমা-তিল্লা-হিত তা-ম্মাতি মিন কুল্লি শাইত্বনিওঁ ওয়া হা-ম্মাহ ওয়া মিন কুল্লি ‘আইনিল লা-ম্মাহ।",
    translations:
      "আমি তোমাদেরকে আশ্রয়ে রাখছি আল্লাহর পরিপূর্ণ কথাসমূহের,  সকল শাইতন থেকে,  সকল ক্ষতিকারক পোকামাকড় ও প্রাণি থেকে এবং সকল ক্ষতিকারক দৃষ্টি থেকে",
    Reference: "বুখারী, ৩/১২৩৩"
  },
  {
    id: "২৪",
    pageTitle: "ব্যাথা পেলে দু‘আ",
    arabic:
      "بِسْمِ اللّٰهِ (বিসমিল্লাহ্-আল্লাহর নামে) أَعُوْذُ بِاللّٰهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ ",
    transliteration:
      "(বিসমিল্লাহ্) আঊযু বিল্লাহ ওয়া কুদরতিহি মিন শাররি মা আজিদু ওয়া উহা-যিরু",
    translations:
      "(আল্লাহর নামে) আমি আশ্রয় গ্রহন করছি আল্লাহর এবং তাঁর কুদরতের, আমি যা অনুভব করছি, এবং ভয় পাচ্ছি তা থেকে।  (দেহের যে স্থানে ব্যথা সেখানে হাত রেখে প্রথমে বিসমিল্লাহ্ ৩ বার এবং দু‘আটি ৭ বার পড়ুন)",
    Reference: "মুসলিম, ৪/১৭২৮"
  },
  {
    id: "২৫",
    pageTitle: "ঋণ মুক্তির জন্য দু‘আ",
    arabic:
      "اللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَالْجُبْنِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
    transliteration:
      "আল্ল -হুম্মা ইন্নিয়বী আ‘ঊযু বিকা মিনাল হাম্মি ওয়াল হাযানি ওয়াল ‘আজযি ওয়াল কাসালি, ওয়াল বুখলি ওয়াল জুবনি, ওয়া দলা‘ইদ দাইনি ওয়া গলাবাতির রিজা-ল।",
    translations:
      "হে আল্লাহ্ আমি আপনার আশ্রয় গ্রহণ করছি দুশ্চিন্তা , দুঃখ-বেদনা, মনোকষ্ট, অক্ষমতা, অলসতা, কৃপণতা, কাপুরুষতা, ঋণের বোঝা এবং মানুষের প্রাধান্য বা প্রভাবের অধীনতা থেকে",
    Reference: "বুখারী, ৩/১০৫৯"
  },
  {
    id: "২৬",
    arabic:
      "\u0631\u0651\u064e\u0628\u0651\u0650 \u0627\u063a\u0652\u0641\u0650\u0631\u0652 \u0648\u064e\u0627\u0631\u0652\u062d\u064e\u0645\u0652 \u0648\u064e\u0623\u064e\u0646\u062a\u064e \u062e\u064e\u064a\u0652\u0631\u064f \u0627\u0644\u0631\u0651\u064e\u0627\u062d\u0650\u0645\u0650\u064a\u0646\u064e",
    transliteration:
      "\u09b0\u09ac\u09cd\u09ac\u09bf\u0997\u09cd \u09b0\u09cd\u09ab\u09bf \u09b0\u09cd\u0985\u09b9\u09be\u09ae\u09cd \u0985\u0986\u09a8\u09cd\u09a4\u09be \u0996\u0987\u09b0\u09cd\u09b0\u09c1 \u09b0-\u09b9\u09bf\u09ae\u09c0\u09a8\u09cd\u0964",
    translations:
      "\u09b9\u09c7 \u0986\u09ae\u09be\u09a6\u09c7\u09b0 \u09b0\u09ac, \u0986\u09aa\u09a8\u09bf \u0995\u09cd\u09b7\u09ae\u09be \u0995\u09b0\u09c1\u09a8, \u09a6\u09af\u09bc\u09be \u0995\u09b0\u09c1\u09a8 \u098f\u09ac\u0982 \u0986\u09aa\u09a8\u09bf\u0987 \u09b8\u09b0\u09cd\u09ac\u09b6\u09cd\u09b0\u09c7\u09b7\u09cd\u09a0 \u09a6\u09af\u09bc\u09be\u09b2\u09c1",
    Reference:
      "\u09b8\u09c2\u09b0\u09be \u0986\u09b2 \u09ae\u09c1'\u09ae\u09bf\u09a8\u09c2\u09a8 - \u09e8\u09e9:\u09e7\u09e7\u09ee",
    pageTitle:
      "\u0995\u09cd\u09b7\u09ae\u09be \u098f\u09ac\u0982 \u09b0\u09b9\u09ae\u09a4 \u09aa\u09cd\u09b0\u09be\u09b0\u09cd\u09a5\u09a8\u09be"
  },
  {
    id: "২৭",
    arabic:
      "\u0627\u0644\u0652\u062d\u064e\u0645\u0652\u062f\u064f \u0644\u0650\u0644\u0651\u064e\u0647\u0650 \u0627\u0644\u0651\u064e\u0630\u0650\u064a\u0652 \u0623\u064e\u062d\u0652\u064a\u064e\u0627\u0646\u064e\u0627 \u0628\u064e\u0639\u0652\u062f\u064e \u0645\u064e\u0627 \u0623\u064e\u0645\u064e\u0627\u062a\u064e\u0646\u064e\u0627\u060c \u0648\u064e\u0625\u0650\u0644\u064e\u064a\u0652\u0647\u0650 \u0627\u0644\u0646\u0651\u064f\u0634\u064f\u0648\u0652\u0631\u064f",
    transliteration:
      "\u0986\u09b2\u09b9\u09be\u09ae\u09a6\u09c1 \u09b2\u09bf\u09b2\u09cd\u09b2\u09be-\u09b9\u09bf\u09b2\u09cd\u09b2\u09be\u09af\u09c0 \u0986\u09b9\u09cd\u0987\u09df\u09be-\u09a8\u09be- \u09ac\u09be\u2018\u09a6\u09be \u09ae\u09be- \u0986\u09ae\u09be-\u09a4\u09be\u09a8\u09be- \u0993\u09df\u09be \u0987\u09b2\u09be\u0987\u09b9\u09bf\u09a8\u09cd \u09a8\u09c1\u09b6\u09c2\u09b0",
    translations:
      "\u09b9\u09be\u09ae\u09a6-\u09aa\u09cd\u09b0\u09b6\u0982\u09b8\u09be \u0986\u09b2\u09cd\u09b2\u09be\u09b9\u09cd\u200c\u09b0 \u099c\u09a8\u09cd\u09af, \u09af\u09bf\u09a8\u09bf (\u09a8\u09bf\u09a6\u09cd\u09b0\u09be\u09b0\u09c2\u09aa) \u09ae\u09c3\u09a4\u09cd\u09af\u09c1\u09b0 \u09aa\u09b0 \u0986\u09ae\u09be\u09a6\u09c7\u09b0\u0995\u09c7 \u099c\u09c0\u09ac\u09bf\u09a4 \u0995\u09b0\u09b2\u09c7\u09a8, \u0986\u09b0 \u09a4\u09be\u0981\u09b0\u0987 \u09a8\u09bf\u0995\u099f \u09b8\u0995\u09b2\u09c7\u09b0 \u09aa\u09c1\u09a8\u09b0\u09c1\u09a4\u09cd\u09a5\u09be\u09a8",
    Reference:
      "\u09ac\u09c1\u0996\u09be\u09b0\u09c0 \u09ab\u09be\u09a4\u09b9\u09c1\u09b2 \u09ac\u09be\u09b0\u09c0 \u09e7\u09e7/\u09e7\u09e7\u09e9, \u09a8\u0982 \u09ec\u09e9\u09e7\u09ea; \u09ae\u09c1\u09b8\u09b2\u09bf\u09ae \u09ea/\u09e8\u09e6\u09ee\u09e9, \u09a8\u0982 \u09e8\u09ed\u09e7\u09e7\u0964",
    pageTitle:
      "\u0998\u09c1\u09ae \u09a5\u09c7\u0995\u09c7 \u099c\u09c7\u0997\u09c7 \u0989\u09a0\u09be\u09b0 \u09b8\u09ae\u09df\u09c7\u09b0 \u09af\u09bf\u0995\u09cd\u200c\u09b0\u09b8\u09ae\u09c2\u09b9 #\u09e7"
  },
  {
    id: "২৭",
    arabic:
      "\u0627\u0644\u0652\u062d\u064e\u0645\u0652\u062f\u064f \u0644\u0650\u0644\u0651\u064e\u0647\u0650 \u0627\u0644\u0651\u064e\u0630\u0650\u064a\u0652 \u0623\u064e\u062d\u0652\u064a\u064e\u0627\u0646\u064e\u0627 \u0628\u064e\u0639\u0652\u062f\u064e \u0645\u064e\u0627 \u0623\u064e\u0645\u064e\u0627\u062a\u064e\u0646\u064e\u0627\u060c \u0648\u064e\u0625\u0650\u0644\u064e\u064a\u0652\u0647\u0650 \u0627\u0644\u0646\u0651\u064f\u0634\u064f\u0648\u0652\u0631\u064f",
    transliteration:
      "\u0986\u09b2\u09b9\u09be\u09ae\u09a6\u09c1 \u09b2\u09bf\u09b2\u09cd\u09b2\u09be-\u09b9\u09bf\u09b2\u09cd\u09b2\u09be\u09af\u09c0 \u0986\u09b9\u09cd\u0987\u09df\u09be-\u09a8\u09be- \u09ac\u09be\u2018\u09a6\u09be \u09ae\u09be- \u0986\u09ae\u09be-\u09a4\u09be\u09a8\u09be- \u0993\u09df\u09be \u0987\u09b2\u09be\u0987\u09b9\u09bf\u09a8\u09cd \u09a8\u09c1\u09b6\u09c2\u09b0",
    translations:
      "\u09b9\u09be\u09ae\u09a6-\u09aa\u09cd\u09b0\u09b6\u0982\u09b8\u09be \u0986\u09b2\u09cd\u09b2\u09be\u09b9\u09cd\u200c\u09b0 \u099c\u09a8\u09cd\u09af, \u09af\u09bf\u09a8\u09bf (\u09a8\u09bf\u09a6\u09cd\u09b0\u09be\u09b0\u09c2\u09aa) \u09ae\u09c3\u09a4\u09cd\u09af\u09c1\u09b0 \u09aa\u09b0 \u0986\u09ae\u09be\u09a6\u09c7\u09b0\u0995\u09c7 \u099c\u09c0\u09ac\u09bf\u09a4 \u0995\u09b0\u09b2\u09c7\u09a8, \u0986\u09b0 \u09a4\u09be\u0981\u09b0\u0987 \u09a8\u09bf\u0995\u099f \u09b8\u0995\u09b2\u09c7\u09b0 \u09aa\u09c1\u09a8\u09b0\u09c1\u09a4\u09cd\u09a5\u09be\u09a8",
    Reference:
      "\u09ac\u09c1\u0996\u09be\u09b0\u09c0 \u09ab\u09be\u09a4\u09b9\u09c1\u09b2 \u09ac\u09be\u09b0\u09c0 \u09e7\u09e7/\u09e7\u09e7\u09e9, \u09a8\u0982 \u09ec\u09e9\u09e7\u09ea; \u09ae\u09c1\u09b8\u09b2\u09bf\u09ae \u09ea/\u09e8\u09e6\u09ee\u09e9, \u09a8\u0982 \u09e8\u09ed\u09e7\u09e7\u0964",
    pageTitle:
      "\u0998\u09c1\u09ae \u09a5\u09c7\u0995\u09c7 \u099c\u09c7\u0997\u09c7 \u0989\u09a0\u09be\u09b0 \u09b8\u09ae\u09df\u09c7\u09b0 \u09af\u09bf\u0995\u09cd\u200c\u09b0\u09b8\u09ae\u09c2\u09b9 #\u09e7"
  },
  {
    id: "২৮",
    arabic:
      "\u0644\u0627\u064e \u0625\u0650\u0644\u064e\u0647\u064e \u0625\u0650\u0644\u0627\u0651\u064e \u0627\u0644\u0644\u0651\u064e\u0647\u064f \u0648\u064e\u062d\u0652\u062f\u064e\u0647\u064f \u0644\u0627\u064e \u0634\u064e\u0631\u0650\u064a\u0643\u064e \u0644\u064e\u0647\u064f\u060c \u0644\u064e\u0647\u064f \u0627\u0644\u0652\u0645\u064f\u0644\u0652\u0643\u064f \u0648\u064e\u0644\u064e\u0647\u064f \u0627\u0644\u0652\u062d\u064e\u0645\u0652\u062f\u064f\u060c \u0648\u064e\u0647\u064f\u0648\u064e \u0639\u064e\u0644\u064e\u0649 \u0643\u064f\u0644\u0651\u0650 \u0634\u064e\u064a\u0652\u0621\u064d \u0642\u064e\u062f\u0650\u064a\u0631\u064c\u060c \u0633\u064f\u0628\u0652\u062d\u064e\u0627\u0646\u064e \u0627\u0644\u0644\u0651\u064e\u0647\u0650\u060c \u0648\u064e\u0627\u0644\u0652\u062d\u064e\u0645\u0652\u062f\u064f \u0644\u0650\u0644\u0651\u064e\u0647\u0650\u060c \u0648\u064e\u0644\u0627\u064e \u0625\u0650\u0644\u064e\u0647\u064e \u0625\u0650\u0644\u0627\u0651\u064e \u0627\u0644\u0644\u0651\u064e\u0647\u064f\u060c \u0648\u064e\u0627\u0644\u0644\u0651\u064e\u0647\u064f \u0623\u064e\u0643\u0652\u0628\u064e\u0631\u064f\u060c \u0648\u064e\u0644\u0627\u064e \u062d\u064e\u0648\u0652\u0644\u064e \u0648\u064e\u0644\u0627\u064e \u0642\u064f\u0648\u064e\u0651\u0629\u064e \u0625\u0650\u0644\u0627\u0651\u064e \u0628\u0650\u0627\u0644\u0644\u0651\u064e\u0647\u0650 \u0627\u0644\u0652\u0639\u064e\u0644\u0650\u064a\u0651\u0650 \u0627\u0644\u0652\u0639\u064e\u0638\u0650\u064a\u0645\u0650\u060c \u0631\u064e\u0628\u0651\u0650 \u0627\u063a\u0652\u0641\u0650\u0631\u0652 \u0644\u0650\u064a",
    transliteration:
      "\u09b2\u09be \u0987\u09b2\u09be-\u09b9\u09be \u0987\u09b2\u09cd\u09b2\u09be\u09b2\u09cd\u09b2\u09be-\u09b9\u09c1 \u0993\u09df\u09be\u09b9\u09cd\u200c\u09a6\u09be\u09b9\u09c2 \u09b2\u09be- \u09b6\u09be\u09b0\u09c0\u0995\u09be\u09b2\u09be\u09b9\u09c2, \u09b2\u09be\u09b9\u09c1\u09b2 \u09ae\u09c1\u09b2\u0995\u09c1, \u0993\u09df\u09be\u09b2\u09be\u09b9\u09c1\u09b2 \u09b9\u09be\u09ae\u09a6\u09c1, \u0993\u09df\u09be\u09b9\u09c1\u09df\u09be \u2018\u0986\u09b2\u09be \u0995\u09c1\u09b2\u09cd\u09b2\u09bf \u09b6\u09be\u09df\u0987\u09a8 \u0995\u09cd\u09ac\u09be\u09a6\u09c0\u09b0\u0964 \u09b8\u09c1\u09ac\u09b9\u09be-\u09a8\u09be\u09b2\u09cd\u09b2\u09be\u09b9\u09bf, \u0993\u09df\u09be\u09b2\u09b9\u09be\u09ae\u09a6\u09c1 \u09b2\u09bf\u09b2\u09cd\u09b2\u09be\u09b9\u09bf, \u0993\u09df\u09be \u09b2\u09be \u0987\u09b2\u09be-\u09b9\u09be \u0987\u09b2\u09cd\u09b2\u09be\u09b2\u09cd\u09b2\u09be-\u09b9\u09c1, \u0993\u09df\u09be\u09b2\u09cd\u09b2\u09be-\u09b9\u09c1 \u0986\u0995\u09ac\u09be\u09b0, \u0993\u09df\u09be \u09b2\u09be- \u09b9\u09be\u0993\u09b2\u09be \u0993\u09df\u09be\u09b2\u09be- \u0995\u09c1\u0993\u09df\u09be\u09a4\u09be \u0987\u09b2\u09cd\u09b2\u09be- \u09ac\u09bf\u09b2\u09cd\u09b2\u09be-\u09b9\u09bf\u09b2 \u2018\u0986\u09b2\u09bf\u09df\u09cd\u09af\u09bf\u09b2 \u2018\u0986\u09af\u09c0\u09ae, \u09b0\u09be\u09ac\u09cd\u09ac\u09bf\u0997\u09ab\u09bf\u09b0 \u09b2\u09c0",
    translations:
      "\u098f\u0995\u09ae\u09be\u09a4\u09cd\u09b0 \u0986\u09b2\u09cd\u09b2\u09be\u09b9 \u099b\u09be\u09dc\u09be \u0995\u09cb\u09a8\u09cb \u09b9\u0995\u09cd\u09ac \u0987\u09b2\u09be\u09b9 \u09a8\u09c7\u0987, \u09a4\u09be\u0981\u09b0 \u0995\u09cb\u09a8\u09cb \u09b6\u09b0\u09c0\u0995 \u09a8\u09c7\u0987; \u09b0\u09be\u099c\u09a4\u09cd\u09ac \u09a4\u09be\u0981\u09b0\u0987, \u09aa\u09cd\u09b0\u09b6\u0982\u09b8\u09be\u0993 \u09a4\u09be\u0981\u09b0\u0987; \u0986\u09b0 \u09a4\u09bf\u09a8\u09bf \u09b8\u0995\u09b2 \u0995\u09bf\u099b\u09c1\u09b0 \u0993\u09aa\u09b0 \u0995\u09cd\u09b7\u09ae\u09a4\u09be\u09ac\u09be\u09a8\u0964 \u0986\u09b2\u09cd\u09b2\u09be\u09b9 \u09aa\u09ac\u09bf\u09a4\u09cd\u09b0-\u09ae\u09b9\u09be\u09a8\u0964 \u09b8\u0995\u09b2 \u09b9\u09be\u09ae\u09a6-\u09aa\u09cd\u09b0\u09b6\u0982\u09b8\u09be \u0986\u09b2\u09cd\u09b2\u09be\u09b9\u09cd\u200c\u09b0\u0964 \u0986\u09b2\u09cd\u09b2\u09be\u09b9 \u099b\u09be\u09dc\u09be \u0995\u09cb\u09a8\u09cb \u09b9\u0995\u09cd\u09ac \u0987\u09b2\u09be\u09b9 \u09a8\u09c7\u0987\u0964 \u0986\u09b2\u09cd\u09b2\u09be\u09b9 \u09b8\u09ac\u099a\u09c7\u09df\u09c7 \u09ac\u09dc\u0964 \u09b8\u09c1\u0989\u099a\u09cd\u099a \u09b8\u09c1\u09ae\u09b9\u09be\u09a8 \u0986\u09b2\u09cd\u09b2\u09be\u09b9\u09b0 \u09b8\u09be\u09b9\u09be\u09af\u09cd\u09af \u099b\u09be\u09dc\u09be (\u09aa\u09be\u09aa \u0995\u09be\u099c \u09a5\u09c7\u0995\u09c7 \u09a6\u09c2\u09b0\u09c7 \u09a5\u09be\u0995\u09be\u09b0) \u0995\u09cb\u09a8\u09cb \u0989\u09aa\u09be\u09df \u098f\u09ac\u0982 (\u09b8\u09ce\u0995\u09be\u099c \u0995\u09b0\u09be\u09b0) \u0995\u09cb\u09a8\u09cb \u09b6\u0995\u09cd\u09a4\u09bf \u0995\u09be\u09b0\u09cb \u09a8\u09c7\u0987\u0964 \u09b9\u09c7 \u09b0\u09ac\u09cd\u09ac ! \u0986\u09ae\u09be\u0995\u09c7 \u0995\u09cd\u09b7\u09ae\u09be \u0995\u09b0\u09c1\u09a8",
    bottom:
      "\u09af\u09c7 \u09ac\u09cd\u09af\u0995\u09cd\u09a4\u09bf \u09a4\u09be \u09ac\u09b2\u09ac\u09c7 \u09a4\u09be\u0995\u09c7 \u0995\u09cd\u09b7\u09ae\u09be \u0995\u09b0\u09c7 \u09a6\u09c7\u0993\u09df\u09be \u09b9\u09ac\u09c7\u0964 \u09af\u09a6\u09bf \u09b8\u09c7 \u09a6\u09cb\u2018\u0986 \u0995\u09b0\u09c7, \u09a4\u09ac\u09c7 \u09a4\u09be\u09b0 \u09a6\u09cb\u2018\u0986 \u0995\u09ac\u09c1\u09b2 \u09b9\u09ac\u09c7\u0964 \u09af\u09a6\u09bf \u09b8\u09c7 \u0989\u09a0\u09c7 \u0993\u09af\u09c1 \u0995\u09b0\u09c7 \u09a8\u09be\u09ae\u09be\u09af \u09aa\u09dc\u09c7, \u09a4\u09ac\u09c7 \u09a4\u09be\u09b0 \u09a8\u09be\u09ae\u09be\u09af \u0995\u09ac\u09c1\u09b2 \u0995\u09b0\u09be \u09b9\u09ac\u09c7\u0964",
    Reference:
      "\u09ac\u09c1\u0996\u09be\u09b0\u09c0: \u09ab\u09be\u09a4\u09b9\u09c1\u09b2 \u09ac\u09be\u09b0\u09c0, \u09e9/\u09e9\u09ef, \u09a8\u0982 \u09e7\u09e7\u09eb\u09ea\u0964 \u09b9\u09be\u09a6\u09c0\u09b8\u09c7\u09b0 \u09ad\u09be\u09b7\u09cd\u09af \u0987\u09ac\u09a8 \u09ae\u09be\u099c\u09be\u09b9 \u098f\u09b0 \u0985\u09a8\u09c1\u09b0\u09c2\u09aa\u0964 \u09a6\u09c7\u0996\u09c1\u09a8, \u09b8\u09b9\u09c0\u09b9 \u0987\u09ac\u09a8 \u09ae\u09be\u099c\u09be\u09b9\u09cd\u200c: \u09e8/\u09e9\u09e9\u09eb\u0964",
    pageTitle:
      "\u0998\u09c1\u09ae \u09a5\u09c7\u0995\u09c7 \u099c\u09c7\u0997\u09c7 \u0989\u09a0\u09be\u09b0 \u09b8\u09ae\u09df\u09c7\u09b0 \u09af\u09bf\u0995\u09cd\u200c\u09b0\u09b8\u09ae\u09c2\u09b9 #\u09e8"
  }
]

export default Dua
