const Duas = [
  {
    duas: [
      {
        _id: "10",
        AyaID: "",
        top: "",
        arabic: "بِسْمِ اللَّهِ",
        transliteration: "বিসমিল্লাহ",
        translations: "আল্লাহ্‌র নামে (খুলে রাখলাম)",
        bottom: "",
        Reference:
          "তিরমিযী ২/৫০৫, নং ৬০৬, ও অন্যান্য। আরও দেখুন, ইরওয়াউল গালীল, নং ৫০; সহীহুল জামে‘ ৩/২০৩।"
      }
    ],
    pageTitle: "কাপড় খুলে রাখার সময় কী বলবে"
  },
  {
    duas: [
      {
        _id: "100",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا، اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ",
        transliteration:
          "আল্লা-হুম্মা ইন্নাকা খালাক্তা নাফসী ওয়া আন্তা তাওয়াফ্‌ফাহা। লাকা মামা-তুহা ওয়া মাহ্‌ইয়া-হা। ইন্ আহ্ইয়াইতাহা ফাহ্‌ফায্‌হা ওয়াইন আমাত্তাহা ফাগফির লাহা। আল্লা-হুম্মা ইন্নী আস্আলুকাল ‘আ-ফিয়াতা",
        translations:
          "হে আল্লাহ! নিশ্চয় আপনি আমার আত্মাকে সৃষ্টি করেছেন এবং আপনি তার মৃত্যু ঘটাবেন। তার মৃত্যু ও তার জীবন আপনার মালিকানায়। যদি তাকে বাঁচিয়ে রাখেন তাহলে আপনি তার হেফাযত করুন, আর যদি তার মৃত্যু ঘটান তবে তাকে মাফ করে দিন। হে আল্লাহ! আমি আপনার কাছে নিরাপত্তা চাই।",
        bottom: "",
        Reference: "মুসলিম ৪/২০৮৩, নং ২৭১২; আহমাদ, তাঁর শব্দে ২/৭৯, নং ৫৫০২।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #৫"
  },
  {
    duas: [
      {
        _id: "101",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ঘুমানোর ইচ্ছা করতেন তখন তাঁর ডান হাত তাঁর গালের নীচে রাখতেন, তারপর এ দো‘আটি বলতেন:",
        arabic: "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
        transliteration:
          "আল্লা-হুম্মা ক্বিনী ‘আযা-বাকা ইয়াওমা তাব‘আছু ‘ইবা-দাকা",
        translations:
          "হে আল্লাহ! আমাকে আপনার আযাব থেকে রক্ষা করুন, যেদিন আপনি আপনার বান্দাদেরকে পুনর্জীবিত করবেন।",
        bottom: "",
        Reference:
          "আবূ দাউদ, শব্দ তাঁরই, ৪/৩১১, নং ৫০৪৫; তিরমিযী, নং ৩৩৯৮; আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪৩; সহীহ আবী দাঊদ, ৩/২৪০।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #৬"
  },
  {
    duas: [
      {
        _id: "102",
        AyaID: "",
        top: "",
        arabic: "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
        transliteration: "বিস্‌মিকাল্লা-হুম্মা আমূতু ওয়া আহ্ইয়া",
        translations:
          "হে আল্লাহ ! আপনার নাম নিয়েই আমি মরছি (ঘুমাচ্ছি) এবং আপনার নাম নিয়েই জীবিত (জাগ্রত) হবো।",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ১১/১১৩, নং ৬৩২৪; মুসলিম ৪/২০৮৩, নং ২৭১১।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #৭"
  },
  {
    duas: [
      {
        _id: "103",
        AyaID: "1",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী (রা:) এবং ফাতেমাকে (রা:) বলেন:\n\n“আমি কি তোমাদেরকে এমন কিছু বলে দিবো না যা তোমাদের জন্য খাদেম অপেক্ষাও উত্তম হবে? যখন তোমরা তোমাদের বিছানায় যাবে, তখন তোমরা দু’জনে ৩৩ বার",
        arabic: "سُبْحَانَ اللَّهِ",
        transliteration: "সুবহা-নাল্লাহ",
        translations: "আল্লাহ অতি-পবিত্র",
        bottom: "",
        Reference: ""
      },
      {
        _id: "103",
        AyaID: "2",
        top: "৩৩ বার",
        arabic: "وَالْحَمْدُ لِلَّهِ",
        transliteration: "আলহামদুলিল্লা-হ",
        translations: "সকল প্রশংসা আল্লাহর জন্য",
        bottom: "",
        Reference: ""
      },
      {
        _id: "103",
        AyaID: "3",
        top: "৩৪ বার",
        arabic: "وَاللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ অতি-মহান",
        bottom: "...বলবে, যা তা খাদেম অপেক্ষাও তোমাদের জন্য উত্তম হবে’’।",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৭/৭১, নং ৩৭০৫; মুসলিম ৪/২০৯১, নং ২৭২৬।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #৮"
  },
  {
    duas: [
      {
        _id: "104",
        AyaID: "1",
        top: "",
        arabic:
          "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ،",
        transliteration:
          "আল্লা-হুম্মা রব্বাস্ সামা-ওয়া-তিস্ সাব‘ই ওয়া রব্বাল ‘আরশিল ‘আযীম, রব্বনা ওয়া রব্বা কুল্লি শাই’ইন্, ফা-লিক্বাল হাব্বি ওয়ান-নাওয়া, ওয়া মুনযিলাত্-তাওরা-তি ওয়াল ইনজীলি ওয়াল ফুরক্বা-ন, আ‘ঊযু বিকা মিন শাররি কুল্লি শাই’ইন্ আনতা আ-খিযুম-বিনা-সিয়াতিহি।",
        translations:
          "হে আল্লাহ! হে সপ্ত আকাশের রব্ব, যমিনের রব্ব, মহান ‘আরশের রব্ব, আমাদের রব্ব ও প্রত্যেক বস্তুর রব্ব, হে শস্য-বীজ ও আঁটি বিদীর্ণকারী, হে তাওরাত, ইনজীল ও কুরআন নাযিলকারী, আমি প্রত্যেক এমন বস্তুর অনিষ্ট থেকে আপনার নিকট আশ্রয় প্রার্থনা করি, যার (মাথার) অগ্রভাগ আপনি ধরে রেখেছেন (নিয়ন্ত্রণ করছেন)।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "104",
        AyaID: "2",
        top: "",
        arabic:
          "اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
        transliteration:
          "আল্লা-হুম্মা আনতাল আউওয়ালু ফালাইসা ক্বাবলাকা শাইউন। ওয়া আনতাল আ-খিরু ফালাইসা বা‘দাকা শাইউন। ওয়া আনতায যা-হিরু ফালাইসা ফাওক্বাকা শাইউন। ওয়া আনতাল বা-ত্বিনু ফালাইসা দূনাকা শাইউন। ইক্বদ্বি ‘আন্নাদ্-দাইনা ওয়া আগনিনা মিনাল ফাক্বরি",
        translations:
          "হে আল্লাহ! আপনিই প্রথম, আপনার পূর্বে কিছুই ছিল না; আপনি সর্বশেষ, আপনার পরে কোনো কিছু থাকবে না; আপনি সব কিছুর উপরে, আপনার উপরে কিছুই নেই; আপনি সর্বনিকটে, আপনার চেয়ে নিকটবর্তী কিছু নেই, আপনি আমাদের সমস্ত ঋণ পরিশোধ করে দিন এবং আমাদেরকে অভাবগ্রস্ততা থেকে অভাবমুক্ত করুন।",
        bottom: "",
        Reference: "মুসলিম ৪/২০৮৪, নং ২৭১৩।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #৯"
  },
  {
    duas: [
      {
        _id: "105",
        AyaID: "",
        top: "",
        arabic:
          "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ",
        transliteration:
          "আলহামদু লিল্লা-হিল্লাযী আত‘আমানা, ওয়া সাক্বা-না, ওয়া কাফা-না, ওয়া আ-ওয়ানা, ফাকাম্ মিম্মান লা কা-ফিয়া লাহু, ওয়ালা মু’উইয়া",
        translations:
          "সকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাদেরকে আহার করিয়েছেন, পান করিয়েছেন, আমাদের প্রয়োজন পূর্ণ করেছেন এবং আমাদেরকে আশ্রয় দিয়েছেন। কেননা, এমন বহু লোক আছে যাদের প্রয়োজনপূর্ণকারী কেউ নেই এবং যাদের আশ্রয়দানকারীও কেউ নেই।",
        bottom: "",
        Reference: "মুসলিম ৪/২০৮৫, নং ২৭১৫।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #১০"
  },
  {
    duas: [
      {
        _id: "106",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        transliteration:
          "আল্লা-হুম্মা ‘আ-লিমাল গাইবি ওয়াশ শাহা-দাতি, ফা-ত্বিরাস সামা-ওয়া-তি ওয়াল আরদ্বি, রাব্বা কুল্লি শাই’ইন ওয়া মালীকাহু, আশহাদু আল্লা ইলা-হা ইল্লা আনতা, আ‘উযু বিকা মিন শাররি নাফসী, ওয়ামিন শাররিশ শাইত্বা-নী ওয়াশিরকিহী, ওয়া আন আক্বতারিফা ‘আলা নাফসী সূ’আন আউ আজুররাহু ইলা মুসলিম",
        translations:
          "হে আল্লাহ! হে গায়েব ও উপস্থিতের জ্ঞানী, হে আসমানসমূহ ও যমীনের স্রষ্টা, হে সব কিছুর রব্ব ও মালিক! আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আমি আপনার কাছে আশ্রয় চাই আমার আত্মার অনিষ্ট থেকে, শয়তানের অনিষ্টতা থেকে ও তার শির্ক বা তার ফাঁদ থেকে, আমার নিজের উপর কোনো অনিষ্ট করা, অথবা কোনো মুসলিমের দিকে তা টেনে নেওয়া থেকে।",
        bottom: "",
        Reference:
          "আবূ দাউদ, ৪/৩১৭, নং ৫০৬৭; তিরমিযী, নং ৩৬২৯; আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪২।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #১১"
  },
  {
    duas: [
      {
        _id: "107",
        AyaID: "",
        top:
          "রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা সাজদা (সূরা ৩২) এবং সূরা মুলক (সূরা ৬৭) না পড়ে ঘুমাতেন না।",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "তিরমিযী, নং ৩৪০৪; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৭০৭। আরও দেখুন, সহীহুল জামে‘ ৪/২৫৫।"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #১২"
  },
  {
    duas: [
      {
        _id: "108",
        AyaID: "",
        top:
          "রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, \n\n“যখন তুমি বিছানা গ্রহণ করবে, তখন নামাযের মত ওযু করবে, তারপর তোমার ডান পার্শ্বদেশে শুয়ে পড়বে। তারপর বল,",
        arabic:
          "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ",
        transliteration:
          "আল্লা-হুম্মা আস্‌লামতু নাফ্‌সী ইলাইকা, ওয়া ফাউওয়াদ্বতু আমরী ইলাইকা, ওয়া ওয়াজ্জাহ্‌তু ওয়াজহিয়া ইলাইকা, ওয়াআলজা’তু যাহ্‌রী ইলাইকা, রাগবাতান ওয়া রাহবাতান ইলাইকা। লা মালজা’আ ওয়ালা মান্‌জা মিনকা ইল্লা ইলাইকা। আ-মানতু বিকিতা-বিকাল্লাযী আনযালতা ওয়াবিনাবিয়্যিকাল্লাযী আরসালতা",
        translations:
          "হে আল্লাহ! আমি নিজেকে আপনার কাছে সঁপে দিলাম। আমার যাবতীয় বিষয় আপনার কাছেই সোপর্দ করলাম, আমার চেহারা আপনার দিকেই ফিরালাম, আর আমার পৃষ্ঠদেশকে আপনার দিকেই ন্যস্ত করলাম; আপনার প্রতি অনুরাগী হয়ে এবং আপনার ভয়ে ভীত হয়ে। একমাত্র আপনার নিকট ছাড়া আপনার (পাকড়াও) থেকে বাঁচার কোনো আশ্রয়স্থল নেই এবং কোনো মুক্তির উপায় নেই। আমি ঈমান এনেছি আপনার নাযিলকৃত কিতাবের উপর এবং আপনার প্রেরিত নবীর উপর।”",
        bottom:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাকে এ দো‘আটি শিক্ষা দিলেন, তাকে বলেন: “যদি তুমি ঐ রাতে মারা যাও তবে ‘ফিতরাত’ তথা দীন ইসলামের উপর মারা গেলে।”",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ১১/১১৩, নং ৬৩১৩; মুসলিম ৪/২০৮১, নং ২৭১০।"
      }
    ],
    pageTitle: "ফিত্‌রাহের উপর মৃত্যুবরণ করা"
  },
  {
    duas: [
      {
        _id: "109",
        AyaID: "",
        top:
          "আয়েশা রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে যখন বিছানায় পার্শ্ব পরিবর্তন করতেন তখন বলতেন,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হুল ওয়াহিদুল কাহ্‌হারু রব্বুস্ সামা-ওয়া-তি ওয়াল-আরদ্বি ওয়ামা বাইনাহুমাল-‘আযীযুল গাফ্‌ফার",
        translations:
          "মহাপ্রতাপশালী এক আল্লাহ ছাড়া আর কোনো হক্ব ইলাহ নেই। (তিনি) আসমানসমূহ, যমীন এবং এ দু’য়ের মধ্যস্থিত সবকিছুর রব্ব, প্রবলপরাক্রমশালী, পরম ক্ষমাশীল।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন, হাকেম এবং তিনি তা সহীহ বলেছেন, আর ইমাম যাহাবী তাকে সমর্থন করেছেন, ১/৫৪০; নাসাঈ, আমালুল ইয়াওমি ওয়াল্লাইলা, নং ২০২; ইবনুস সুন্নী, নং ৭৫৭। আরও দেখুন, সহীহুল জামে‘ ৪/২১৩।"
      }
    ],
    pageTitle: "রাতে যখন পার্শ্ব পরিবর্তন করে তখন পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "11",
        AyaID: "1",
        top: "",
        arabic: "بِسْمِ اللَّهِ",
        transliteration: "বিসমিল্লাহি",
        translations: "আল্লাহ্‌র নামে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "11",
        AyaID: "2",
        top: "",
        arabic: "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা মিনাল খুব্‌সি ওয়াল খাবা-ইসি",
        translations:
          "হে আল্লাহ! আমি আপনার নিকট অপবিত্র নর জিন্ ও নারী জিন্ থেকে আশ্রয় চাই",
        bottom: "",
        Reference:
          "বুখারী ১/৪৫, নং ১৪২; মুসলিম ১/২৮৩, নং ৩৭৫। শুরুতে অতিরিক্ত ‘বিসমিল্লাহ্‌’ উদ্ধৃত করেছেন সা‘ঈদ ইবন মানসূর। দেখুন, ফাতহুল বারী, ১/২৪৪।"
      }
    ],
    pageTitle: "পায়খানায় প্রবেশের দো‘আ"
  },
  {
    duas: [
      {
        _id: "110",
        AyaID: "",
        top: "",
        arabic:
          "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ",
        transliteration:
          "আ‘ঊযু বিকালিমা-তিল্লাহিত্তা-ম্মাতি মিন্ গাদ্বাবিহি ওয়া ইক্বা-বিহি ওয়া শাররি ‘ইবা-দিহি ওয়ামিন হামাযা-তিশ্‌শায়া-ত্বীনি ওয়া আন ইয়াহ্‌দুরূন",
        translations:
          "আমি আশ্রয় চাই আল্লাহ্‌র পরিপূর্ণ কালামসমূহের অসীলায় তাঁর ক্রোধ থেকে, তাঁর শাস্তি থেকে, তাঁর বান্দাদের অনিষ্ট থেকে, শয়তানদের কুমন্ত্রণা থেকে এবং তাদের উপস্থিতি থেকে",
        bottom: "",
        Reference:
          "আবূ দাঊদ ৪/১২, নং ৩৮৯৩; তিরমিযী, নং ৩৫২৮। আরও দেখুন, সহীহুত তিরমিযী ৩/১৭১।"
      }
    ],
    pageTitle: "ঘুমন্ত অবস্থায় ভয় এবং একাকিত্বের অস্বস্তিতে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "111",
        AyaID: "",
        top:
          "সৎ ও ভাল স্বপ্ন আল্লাহর তরফ হতে হয়ে থাকে। আর মন্দ স্বপ্ন শয়তানের তরফ হতে হয়ে থাকে। তাই যখন কেউ পছন্দনীয় কোন স্বপ্ন দেখে তখন এমন লোকের কাছেই বলবে, যাকে সে পছন্দ করে। ...\n\nআর, খারাপ বা অপছন্দনীয় কোন স্বপ্ন দেখলে যা যা করা উচিৎঃ\n\n১. তার বাম দিকে হাল্কা থুতু ফেলবে। (৩ বার)\n\n২. শয়তান থেকে এবং যা দেখেছে তার অনিষ্ট থেকে আল্লাহর কাছে আশ্রয় চাইবে প্রার্থনা করবে। (৩ বার)\n\n৩. কাউকে এ ব্যাপারে কিছু বলবে না। \n\n৪. অতঃপর যে পার্শ্বে সে ঘুমিয়েছিল তা পরিবর্তন করবে। \n\n৫. যদি ইচ্ছা করে তবে উঠে সালাত আদায় করবে। [১]",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference: "[১] মুসলিম, ৪/১৭৭২, ১৭৭৩, নং ২২৬১, ২২৬২।"
      }
    ],
    pageTitle: "খারাপ স্বপ্ন বা দুঃস্বপ্ন দেখে যা করবে"
  },
  {
    duas: [
      {
        _id: "112",
        AyaID: "1",
        top: "",
        arabic:
          "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ",
        transliteration:
          "আল্লা-হুম্মাহদিনী ফীমান হাদাইতা ওয়া ‘আ-ফিনী ফীমান ‘আ-ফাইতা ওয়া তাওয়াল্লানী ফীমান তাওয়াল্লাইতা ওয়াবা-রিক লী ফীমা আ‘ত্বাইতা ওয়াক্বিনী শাররা মা ক্বাদাইতা",
        translations:
          "হে আল্লাহ! আপনি যাদেরকে হেদায়াত করেছেন তাদের মধ্যে আমাকেও হেদায়াত দিন, আপনি যাদেরকে নিরাপত্তা প্রদান করেছেন তাদের মধ্যে আমাকেও নিরাপত্তা দিন, আপনি যাদের অভিভাবকত্ব গ্রহণ করেছেন, তাদের মধ্যে আমার অভিভাবকত্বও গ্রহণ করুন, আপনি আমাকে যা দিয়েছেন তাতে বরকত দিন। আপনি যা ফয়সালা করেছেন তার অকল্যাণ থেকে আমাকে রক্ষা করুন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "112",
        AyaID: "2",
        top: "",
        arabic:
          "فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، (وَلاَ يَعِزُّ مَنْ عَادَيْتَ) تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ",
        transliteration:
          "ফাইন্নাকা তাক্ব‌দ্বী ওয়ালা ইউক্ব্‌দ্বা ‘আলাইকা। ইন্নাহু লা ইয়াযিল্লু মাও ওয়া-লাইতা, [ওয়ালা ইয়া‘ইয্যু মান ‘আ-দাইতা] তাবা-রক্‌তা রব্বানা ওয়া তা‘আ-লাইতা",
        translations:
          "কারণ আপনিই চুড়ান্ত ফয়সালা দেন, আপনার বিপরীতে ফয়সালা দেওয়া হয় না। আপনি যার সাথে বন্ধুত্ব করেছেন সে অবশ্যই অপমানিত হয় না [এবং আপনি যার সাথে শত্রুতা করেছেন সে সম্মানিত হয় না] আপনি বরকতপূর্ণ হে আমাদের রব্ব! আর আপনি সুউচ্চ-সুমহান",
        bottom: "",
        Reference:
          "সুনান গ্রন্থকারগণ, আহমাদ, দারামী ও বাইহাকী এ হাদীসটি সংকলন করেছেন। আবূ দাউদ, নং ১৪২৫; তিরমিযী, নং ৪৬৪; নাসাঈ, নং ১৭৪৪; ইবন মাজাহ, নং ১১৭৮; আহমাদ, নং ১৭১৮; দারামী, নং ১৫৯২; হাকিম, ৩/১৭২; বাইহাকী, ২/২০৯। আর দু’ ব্রাকেটের মাঝখানের অংশ বাইহাকীর। আরও দেখুন, সহীহুত তিরমিযী ১/১৪৪, সহীহ ইবন মাজাহ্‌, ১/১৯৪; ইরওয়াউল গালীল, লিল আলবানী, ২/১৭২।"
      }
    ],
    pageTitle: "বিত্‌রের কুনুতের দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "113",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُــوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আঊযুবিরিদ্বা-কা মিন সাখাত্বিকা, ওয়া বিমু‘আ-ফা-তিকা মিন ‘উক্বুবাতিকা, ওয়া আঊযু বিকা মিনকা, লা উহ্‌সী সানা-আন আলাইকা, আনতা কামা আসনাইতা ‘আলা নাফসিকা",
        translations:
          "হে আল্লাহ! আমি আপনার সন্তুষ্টির মাধ্যমে অসন্তুষ্টি থেকে, আর আপনার নিরাপত্তার মাধ্যমে আপনার শাস্তি থেকে আশ্রয় চাই। আর আমি আপনার নিকটে আপনার (পাকড়াও) থেকে আশ্রয় চাই। আমি আপনার প্রশংসা গুনতে সক্ষম নই; আপনি সেরূপই, যেরূপ প্রশংসা আপনি নিজের জন্য করেছেন।",
        bottom: "",
        Reference:
          "সুনান গ্রন্থকারগণ ও আহমাদ হাদীসটি সংকলন করেছেন। আবূ দাউদ, নং ১৪২৭; তিরমিযী, নং ৩৫৬৬; নাসাঈ, নং ১৭৪৬; ইবন মাজাহ্‌, নং ১১৭৯; আহমাদ, নং ৭৫১। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৮০; সহীহ ইবন মাজাহ্‌, ১/১৯৪, আল-ইরওয়া, ২/১৭৫।"
      }
    ],
    pageTitle: "বিত্‌রের কুনুতের দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "114",
        AyaID: "",
        top: "",
        arabic:
          "اَللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ، اَللَّهُمَّ إِنَّا نَسْتَعِينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ",
        transliteration:
          "আল্লা-হুম্মা ইয়্যাকা না‘বুদু, ওয়ালাকা নুসাল্লী, ওনাসজুদু, ওয়া ইলাইকা নাস‘আ, ওয়া নাহ্‌ফিদু, নারজূ রাহ্‌মাতাকা, ওয়া নাখশা ‘আযা-বাকা, ইন্না ‘আযা-বাকা বিলকাফিরীনা মুলহাক্ব। আল্লা-হুম্মা ইন্না নাসতা‘ঈনুকা ওয়া নাসতাগফিরুকা, ওয়া নুসনী ‘আলাইকাল খাইরা, ওয়ালা-নাকফুরুকা, ওয়ানূ’মিনু বিকা, ওয়া নাখদ্বা‘উ লাকা, ওয়ানাখলা‘উ মাই ইয়াকফুরুকা।",
        translations:
          "হে আল্লাহ! আমরা আপনারই ইবাদত করি; আপনার জন্যই সালাত আদায় করি ও সিজদা করি; আমরা আপনার দিকেই দৌড়াই এবং দ্রুত অগ্রসর হই; আমরা আপনার করুণা লাভের আকাঙ্ক্ষা করি এবং আপনার শাস্তিকে ভয় করি। নিশ্চয় আপনার শাস্তি কাফেরদেরকে পাবে। হে আল্লাহ! নিশ্চয় আমরা আপনার কাছে সাহায্য চাই, আপনার কাছে ক্ষমা চাই, আপনার উত্তম প্রশংসা করি, আপনার সাথে কুফরি করি না, আপনার উপর ঈমান আনি, আপনার প্রতি অনুগত হই, আর যে আপনার সাথে কুফরি করে আমরা তার সাথে সম্পর্ক ছিন্ন করি।",
        bottom: "",
        Reference:
          "হাদীসটি বায়হাকী তাঁর ‘আস-সুনানুল কবরা’ গ্রন্থে সংকলন করেছেন এবং তার সনদ বিশুদ্ধ বলেছেন, ২/২১১। আর শাইখ আলবানী ইরওয়াউল গালীল এর ২/১৭০ এ বলেন, ‘এর সনদ বিশুদ্ধ। আর তা উমর রা. থেকে মওকূফ হাদীসে বর্ণিত।"
      }
    ],
    pageTitle: "বিত্‌রের কুনুতের দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "115",
        AyaID: "1",
        top: "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার বলতেন,",
        arabic: "سُبْحَانَ المَلِكِ القُدُّوسِ",
        transliteration: "সুবহা-নাল মালিকিল ক্বুদ্দূস",
        translations: "কতই না পবিত্র-মহান সেই মহাপবিত্র বাদশা!",
        bottom: "",
        Reference: ""
      },
      {
        _id: "115",
        AyaID: "2",
        top: "তৃতীয়বারে উচ্চস্বরে টেনে টেনে পড়ে বলতেন,",
        arabic: "رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ",
        transliteration: "রাব্বিল মালা-ইকাতি ওয়ার-রূহ",
        translations: "যিনি ফেরেশতা ও রূহ -এর রব।",
        bottom: "",
        Reference:
          "নাসাঈ, ৩/২৪৪, নং ১৭৩৪; দারা কুতনী, ২/৩১ ও অন্যান্যগণ। আর দুই ব্রাকেটের মাঝখানের অংশ দারা কুতনীতে ২/৩১, নং ২ বেশি বর্ণিত। যার সনদ বিশুদ্ধ। আরও দেখুন, শু‘আইব আল-আরনাঊত ও আবদুল কাদের আল-আরনাঊত এর ‘যাদুল মা‘আদ’ গ্রন্থের সম্পাদনা ১/৩৩৭।"
      }
    ],
    pageTitle: "বিত্‌রের নামায থেকে সালাম ফিরানোর পরের যিক্‌র"
  },
  {
    duas: [
      {
        _id: "116",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي",
        transliteration:
          "আল্লা-হুম্মা ইন্নী ‘আবদুকা ইবনু ‘আবদিকা ইবনু আমাতিকা, না-সিয়াতী বিয়াদিকা, মা-দ্বিন ফিয়্যা হুকমুকা, ‘আদলুন ফিয়্যা কাদ্বা-য়ুকা, আসআলুকা বিকুল্লি ইসমিন্ হুয়া লাকা সাম্মাইতা বিহি নাফসাকা, আও আনযালতাহু ফী কিতা-বিকা আও ‘আল্লামতাহু আহাদাম্-মিন খালক্বিকা আও ইস্তা’সারতা বিহী ফী ‘ইলমিল গাইবি ‘ইনদাকা, আন্ তাজ‘আলাল কুরআ-না রবী‘আ ক্বালবী, ওয়া নূরা সাদ্‌রী, ওয়া জালা’আ হুযনী ওয়া যাহা-বা হাম্মী",
        translations:
          "হে আল্লাহ! আমি আপনার বান্দা, আপনারই এক বান্দার পুত্র এবং আপনার এক বাঁদীর পুত্র। আমার কপাল (নিয়ন্ত্রণ) আপনার হাতে; আমার উপর আপনার নির্দেশ কার্যকর; আমার ব্যাপারে আপনার ফয়সালা ন্যায়পূর্ণ। আমি আপনার কাছে প্রার্থনা করি আপনার প্রতিটি নামের উসীলায়; যে নাম আপনি নিজের জন্য নিজে রেখেছেন অথবা আপনি আপনার কিতাবে নাযিল করেছেন অথবা আপনার সৃষ্টজীবের কাউকেও শিখিয়েছেন অথবা নিজ গায়েবী জ্ঞানে নিজের জন্য সংরক্ষণ করে রেখেছেন—আপনি কুরআনকে বানিয়ে দিন আমার হৃদয়ের প্রশান্তি, আমার বক্ষের জ্যোতি, আমার দুঃখের অপসারণকারী এবং দুশ্চিন্তা দূরকারী।",
        bottom: "",
        Reference:
          "আহমাদ ১/৩৯১, নং ৩৭১২। আর শাইখ আলবানী তাঁর সিলসিলাতুল আহাদীসিস সহীহাহ গ্রন্থে ১/৩৩৭ একে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "দুঃখ ও দুশ্চিন্তার সময় পড়ার দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "117",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নি আ‘ঊযু বিকা মিনাল হাম্মি ওয়াল হাযানি, ওয়াল ‘আজযি ওয়াল কাসালি, ওয়াল বুখলি ওয়াল জুবনি, ওয়া দালা‘ইদ দ্বাইনে ওয়া গালাবাতির রিজা-লি",
        translations:
          "হে আল্লাহ! নিশ্চয় আমি আপনার আশ্রয় নিচ্ছি দুশ্চিন্তা ও দুঃখ থেকে, অপারগতা ও অলসতা থেকে, কৃপণতা ও ভীরুতা থেকে, ঋণের ভার ও মানুষদের দমন-পীড়ন থেকে।",
        bottom:
          "রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দো‘আটি বেশি বেশি করতেন।",
        Reference:
          "বুখারী, ৭/১৫৮, নং ২৮৯৩; আরও দেখুন, বুখারী, (ফাতহুল বারীসহ) ১১/১৭৩; আরও দেখুন যা ৪১.২ নং দুআ এ বর্ণিত হবে।"
      }
    ],
    pageTitle: "দুঃখ ও দুশ্চিন্তার সময় পড়ার দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "118",
        AyaID: "",
        top: "",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হুল ‘আযীমূল হালীম। লা ইলা-হা ইল্লাল্লা-হু রব্বুল ‘আরশিল ‘আযীম। লা ইলাহা ইল্লাল্লা-হু রব্বুস সামা-ওয়া-তি ওয়া রব্বুল আরদ্বি ওয়া রব্বুল ‘আরশিল কারীম",
        translations:
          "আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তিনি মহান ও সহিষ্ণু। ‘আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তিনি মহান আরশের রব্ব। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তিনি আসমানসমূহের রব্ব, যমীনের রব্ব এবং সম্মানিত আরশের রব্ব।",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৭/১৫৪, নং ৬৩৪৫; মুসলিম ৪/২০৯২, নং ২৭৩০।"
      }
    ],
    pageTitle: "দুর্দশাগ্রস্ত ব্যক্তির দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "119",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ",
        transliteration:
          "আল্লা-হুম্মা রহ্‌মাতাকা আরজু ফালা তাকিলনী ইলা নাফসী ত্বারফাতা ‘আইন, ওয়া আসলিহ্ লী শা’নি কুল্লাহু, লা ইলা-হা ইল্লা আনতা",
        translations:
          "হে আল্লাহ! আমি আপনার রহমতেরই আশা করি। তাই আপনি এক নিমেষের জন্যও আমাকে আমার নিজের কাছে সোপর্দ করবেন না। আপনি আমার সার্বিক বিষয়াদি সংশোধন করে দিন। আপনি ছাড়া কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference:
          "আবূ দাউদ, ৪/৩২৪, নং ৫০৯০; আহমাদ ৫/৪২, নং ২০৪৩০। আর শাইখ আলবানী সহীহ আবি দাউদ গ্রন্থে ৩/৯৫৯ এটাকে হাসান হাদীস বলেছেন।"
      }
    ],
    pageTitle: "দুর্দশাগ্রস্ত ব্যক্তির দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "12",
        AyaID: "",
        top: "",
        arabic: "غُفْرَانَكَ",
        transliteration: "গুফরা-নাকা",
        translations: "আমি আপনার কাছে ক্ষমাপ্রার্থী।",
        bottom: "",
        Reference:
          "হাদীসটি নাসাঈ ব্যতীত সকল সুনান গ্রন্থকারই উদ্ধৃত করেছেন; তবে নাসাঈ তার ‘আমালুল ইয়াওমি ওয়াললাইলাহ’ গ্রন্থে (নং ৭৯) তা উদ্ধৃত করেছেন। আবূ দাউদ, নং ৩০; তিরমিযী, নং ৭; ইবন মাজাহ্‌, নং ৩০০। আর শাইখ আলবানী সহীহ সুনান আবি দাউদে ১/১৯ একে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "পায়খানা থেকে বের হওয়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "120",
        AyaID: "",
        top: "",
        arabic:
          "لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
        transliteration:
          "লা ইলাহা ইল্লা আনতা সুবহানাকা ইন্নী কুনতু মিনায-যা-লিমীন",
        translations:
          "আপনি ছাড়া কোনো হক্ব ইলাহ নেই, আপনি পবিত্র-মহান, নিশ্চয় আমি যালেমদের অন্তর্ভুক্ত।",
        bottom: "",
        Reference:
          "তিরমিযী ৫/৫২৯, নং ৩৫০৫; হাকেম এবং তিনি একে সহীহ বলেছেন, যাহাবী সেটা সমর্থন করেছেন, ১/৫০৫। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৬৮।"
      }
    ],
    pageTitle: "দুর্দশাগ্রস্ত ব্যক্তির দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "121",
        AyaID: "",
        top: "",
        arabic: "اللَّهُ، اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً",
        transliteration: "আল্লাহু আল্লাহু, রব্বী, লা উশরিকু বিহী শাই’আন",
        translations:
          "আল্লাহ! আল্লাহ! (তিনি) আমার রব্ব! আমি তাঁর সাথে কোনো কিছু শরীক করি না।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন, আবূদাউদ, ২/৮৭, নং ১৫২৫; ইবন মাজাহ্‌, নং ৩৮৮২। আরও দেখুন, সহীহ ইবন মাজাহ্‌, ২/৩৩৫।"
      }
    ],
    pageTitle: "দুর্দশাগ্রস্ত ব্যক্তির দো‘আ #৪"
  },
  {
    duas: [
      {
        _id: "122",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ",
        transliteration:
          "আল্লা-হুম্মা ইন্না নাজ্‘আলুকা ফী নুহূরিহিম ওয়া না‘উযু বিকা মিন শুরূরিহিম",
        translations:
          "হে আল্লাহ! আমরা আপনাকে তাদের গলদেশে রাখছি এবং তাদের অনিষ্ট থেকে আপনার নিকট আশ্রয় প্রার্থনা করছি।",
        bottom: "",
        Reference:
          "আবু দাঊদ ২/৮৯, নং ১৫৩৭; আর হাকেম হাদীসটিকে সহীহ বলেছেন এবং ইমাম যাহাবী একে সমর্থন করেছেন ২/১৪২।"
      }
    ],
    pageTitle: "শত্রু এবং শক্তিধর ব্যক্তির সাক্ষাতকালে দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "123",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقَاتِلُ",
        transliteration:
          "আল্লহুম্মা আনতা ‘আদ্বুদী, ওয়া আনতা নাসীরী, বিকা আহূলু, ওয়া বিকা আসূলু, ওয়া বিকা উক্বা-তিলু",
        translations:
          "হে আল্লাহ! আপনি আমার শক্তি এবং আপনি আমার সাহায্যকারী; আপনারই সাহায্যে আমি বিচরণ করি, আপনারই সাহায্যে আমি আক্রমন করি এবং আপনারই সাহায্যে আমি যুদ্ধ করি।",
        bottom: "",
        Reference:
          "আবূ দাউদ ৩/৪২, নং ২৬৩২; তিরমিযী ৫/৫৭২, নং ৩৫৮৪। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৮৩।"
      }
    ],
    pageTitle: "শত্রু এবং শক্তিধর ব্যক্তির সাক্ষাতকালে দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "124",
        AyaID: "",
        top: "",
        arabic: "حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ",
        transliteration: "হাসবুনাল্লা-হু ওয়া নি‘মাল ওয়াকীল",
        translations:
          "আল্লাহই আমাদের জন্য যথেষ্ট, আর তিনি কতই না উত্তম কর্মবিধায়ক",
        bottom: "",
        Reference: "বুখারী ৫/১৭২, নং ৪৫৬৩।"
      }
    ],
    pageTitle: "শত্রু এবং শক্তিধর ব্যক্তির সাক্ষাতকালে দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "125",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ",
        transliteration:
          "আল্লা-হুম্মা রব্বাস্ সামা-ওয়া-তিস সাব‘ঈ, ওয়া রব্বাল ‘আরশিল ‘আযীম। কুন লী জারান মিন্ ফুলানিবনি ফুলানিন, ওয়া আহযাবিহী মিন খালা-য়েক্বিকা, আঁই ইয়াফরুত্বা ‘আলাইয়্যা আহাদুম মিনহুম আও ইয়াত্বগা, আয্যা জা-রুকা, ওয়া জাল্লা সানা-উকা, ওয়া লা ইলা-হা ইল্লা আনতা",
        translations:
          "হে আল্লাহ, সাত আসমানের রব্ব! মহান আরশের রব্ব! আপনার সৃষ্টিকুলের মধ্য থেকে অমুকের পুত্র অমুকের বিপক্ষে এবং তার বাহিনীর বিরুদ্ধে আপনি আমার আশ্রয়দানকারী হোন; যাতে তাদের কেউ আমার উপর দ্রুত আক্রমণ বা সীমালঙ্ঘন করতে না পারে। আপনার আশ্রিত তো শক্তিশালী, আপনার প্রশংসা তো অতি মহান। আর আপনি ছাড়া কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference:
          "বুখারী, আল-আদাব আল-মুফরাদ, নং ৭১২। আর শাইখ আলবানী সহীহ আল-আদাবুল মুফরাদ গ্রন্থে, নং ৫৪৫, একে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "শাসকের অত্যাচারের ভয় করলে পড়ার দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "126",
        AyaID: "",
        top: "তিন বার বলবে,",
        arabic:
          "اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنَ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ",
        transliteration:
          "আল্লা-হু আকবার, আল্লা-হু আ‘আয্যু মিন খালক্বিহী জামী‘আন। আল্লাহু আ‘আয্যু মিম্মা আখা-ফু ওয়া আহযারু। আউযু বিল্লা-হিল্লাযী লা ইলা-হা ইল্লা হুওয়াল মুমসিকুস্ সামা-ওয়া-তিস সাব‘ঈ, আন ইয়াকা‘না আলাল্ আরদ্বি ইল্লা বিইযনিহী, মিন শাররি ‘আবদিকা ফুলা-নিন, ওয়া জুনূদিহী ওয়া আতবা‘ইহী ওয়া আশইয়া‘ইহী মিনাল জিন্নি ওয়াল ইনসি। আল্লা-হুম্মা কুন লী জা-রান মিন শাররিহিম, জাল্লা সানা-উকা ওয়া ‘আয্যা জা-রুকা ওয়াতাবা-রকাসমুকা ওয়া লা ইলা-হা গাইরুকা",
        translations:
          "আল্লাহ সবচেয়ে বড়, আল্লাহ তাঁর সমস্ত সৃষ্টি থেকে মহামর্যাদাবান। আমি যা থেকে ভীত ও শঙ্কিত তার চেয়ে আল্লাহ মহাপরাক্রমশালী। আমি আল্লাহ্‌র কাছে আশ্রয় চাই, যিনি ছাড়া আর কোনো হক্ব ইলাহ নেই, যিনি সাত আসমানের ধারণকারী, তার অনুমতি ব্যতীত পৃথিবীর উপর পতিত হওয়া থেকে— (আশ্রয় চাই) তাঁর অমুক বান্দা, তার সৈন্য-সামন্ত, তার অনুসারী ও তার অনুগামী জিন ও ইনসানের অনিষ্ট থেকে। হে আল্লাহ! তাদের ক্ষতি থেকে আপনি আমার জন্য আশ্রয়দানকারী হোন। আপনার গুণগান অতি মহান, আপনার আশ্রিত প্রবল শক্তিশালী, আপনার নাম অতি বরকতময়। আর আপনি ছাড়া কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference:
          "বুখারী, আল-আদাব আল-মুফরাদ, নং ৭০৮। আর শাইখ আলবানী সহীহ আল-আদাবুল মুফরাদ গ্রন্থে, নং ৫৪৬, একে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "শাসকের অত্যাচারের ভয় করলে পড়ার দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "127",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ",
        transliteration:
          "আল্লা-হুম্মা মুনযিলাল কিতা-বি সারী‘আল হিসা-বি ইহযিমিল আহযা-ব। আল্লা-হুম্মাহযিমহুম ওয়া যালযিলহুম",
        translations:
          "হে আল্লাহ, কিতাব নাযিলকারী, দ্রুত হিসাব গ্রহণকারী! আপনি শত্রুবাহিনীকে পরাভূত করুন। হে আল্লাহ! আপনি তাদেরকে পরাজিত করুন এবং তাদের মধ্যে ত্রাস সৃষ্টি করে দিন।",
        bottom: "",
        Reference: "মুসলিম, ৩/১৩৬২, নং ১৭৪২।"
      }
    ],
    pageTitle: "শত্রুর উপর বদ-দো‘আ"
  },
  {
    duas: [
      {
        _id: "128",
        AyaID: "",
        top: "",
        arabic: "اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ",
        transliteration: "আল্লা-হুম্মাকফিনীহিম বিমা শি’তা",
        translations:
          "হে আল্লাহ! আপনি যা ইচ্ছে তা দ্বারাই এদের মোকাবিলায় আমার জন্য যথেষ্ট হোন।",
        bottom: "",
        Reference: "মুসলিম ৪/২৩০০, নং ৩০০৫।"
      }
    ],
    pageTitle: "কোনো সম্প্রদায়কে ভয় করলে যা বলবে"
  },
  {
    duas: [
      {
        _id: "129",
        AyaID: "",
        top: "আল্লাহ্‌র কাছে আশ্রয় প্রার্থনা করবে,",
        arabic: "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
        transliteration: "আ‘ঊযু বিল্লাহি মিনাশ্-শাইত্বা-নির রাজীম",
        translations: "আল্লাহ্‌র নিকট আশ্রয় চাই বিতাড়িত শয়তান থেকে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "129",
        AyaID: "",
        top: "যে সন্দেহে নিপতিত হয়েছে তা দূর করবে। [১] \n\nবলবে,",
        arabic: "آمَنْتُ بِاللَّهِ وَرُسُلِهِ",
        transliteration: "আ-মানতু বিল্লা-হি ওয়া রুসুলিহি",
        translations: "আমি আল্লাহ ও তাঁর রাসূলগণের উপর ঈমান আনলাম। [২]",
        bottom: "",
        Reference:
          "[১] বুখারী, (ফাতহুল বারীসহ) ৬/৩৩৬, নং ৩২৭৬; মুসলিম ১/১২০, নং ১৩৪। \n[২] মুসলিম ১/১১৯-১২০, নং ১৩৪।"
      }
    ],
    pageTitle: "ঈমানের মধ্যে সন্দেহে পতিত ব্যক্তির দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "13",
        AyaID: "",
        top: "",
        arabic: "بِسْمِ اللَّهِ",
        transliteration: "বিস্‌মিল্লাহ্",
        translations: "আল্লাহ্‌র নামে",
        bottom: "",
        Reference:
          "আবূ দাউদ, নং ১০১; ইবন মাজাহ্‌, নং ৩৯৭; আহমাদ নং ৯৪১৮। আরও দেখুন, ইরওয়াউল গালীল ১/১২২।"
      }
    ],
    pageTitle: "ওযুর পূর্বে যিক্‌র"
  },
  {
    duas: [
      {
        _id: "130",
        AyaID: "",
        top: "",
        arabic:
          "هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
        transliteration:
          "হুয়াল আউওয়ালু ওয়াল আ-খিরু ওয়ায্যা-হিরু ওয়াল-বা-ত্বিনু ওয়া হুয়া বিকুল্লি শাই’ইন ‘আলীম",
        translations:
          "তিনিই সর্বপ্রথম, তিনিই সর্বশেষ, তিনিই সকলের উপরে, তিনিই সকলের নিকটে এবং তিনি সব কিছু সম্পর্কে সর্বজ্ঞ।",
        bottom: "",
        Reference:
          "সূরা হাদীদ-৩, আবূ দাউদ ৪/৩২৯, নং ৫১১০। আর শাইখ আলবানী সহীহ আবি দাউদ ৩/৯৬২ একে হাসান বলেছেন।"
      }
    ],
    pageTitle: "ঈমানের মধ্যে সন্দেহে পতিত ব্যক্তির দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "131",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ",
        transliteration:
          "আল্লা-হুম্মাকফিনী বিহালা-লিকা ‘আন হারা-মিকা ওয়া আগনিনী বিফাদ্বলিকা ‘আম্মান সিওয়া-ক",
        translations:
          "হে আল্লাহ! আপনি আমাকে আপনার হালাল দ্বারা পরিতুষ্ট করে আপনার হারাম থেকে ফিরিয়ে রাখুন এবং আপনার অনুগ্রহ দ্বারা আপনি ছাড়া অন্য সকলের থেকে আমাকে অমুখাপেক্ষী করে দিন।",
        bottom: "",
        Reference: "তিরমিযী ৫/৫৬০, নং ৩৫৬৩। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৮০।"
      }
    ],
    pageTitle: "ঋণ মুক্তির জন্য দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "132",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘উযু বিকা মিনাল হাম্মি ওয়াল হাযানি, ওয়া আ‘ঊযু বিকা মিনাল-‘আজযি ওয়াল-কাসালি, ওয়া আ‘ঊযু বিকা মিনাল-বুখলি ওয়াল-জুবনি, ওয়া আ‘ঊযু বিকা মিন দ্বালা‘য়িদ্দাইনি ওয়া গালাবাতির রিজা-ল",
        translations:
          "হে আল্লাহ! নিশ্চয় আমি আপনার আশ্রয় নিচ্ছি দুশ্চিন্তা ও দুঃখ থেকে, অপারগতা ও অলসতা থেকে, কৃপণতা ও ভীরুতা থেকে, ঋণের ভার ও মানুষদের দমন-পীড়ন থেকে।",
        bottom: "",
        Reference:
          "বুখারী, ৭/১৫৮, নং ২৮৯৩। তাছাড়া পূর্বে ৩৪.২ নং দুআ এ গত হয়েছে।"
      }
    ],
    pageTitle: "ঋণ মুক্তির জন্য দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "133",
        AyaID: "",
        top: "বলবে,",
        arabic: "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ",
        transliteration: "আ‘ঊযু বিল্লা-হি মিনাশ শাইত্বানির রাজীম",
        translations: "বিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি।",
        bottom:
          "অতঃপর বাম দিকে তিনবার থুতু ফেলবে। \n\nউসমান ইবনুল ‘আস রাদিয়াল্লাহু ‘আনহু বলেন, আমি বললাম, হে আল্লাহর রাসূল! শয়তান আমার ও আমার নামাযের মাঝে অনুপ্রবেশ করে এবং কিরাআতে বিভ্রান্তি সৃষ্টি করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এটি বলার নির্দেশ দেন, তিনি এটি করার পর আল্লাহ তাঁকে তা থেকে মুক্ত করেন।",
        Reference: "মুসলিম ৪/১৭২৯, ২২০৩।"
      }
    ],
    pageTitle: "সালাতে ও কিরাআতে শয়তানের কুমন্ত্রণায় পতিত ব্যক্তির দো‘আ"
  },
  {
    duas: [
      {
        _id: "134",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً",
        transliteration:
          "আল্লা-হুম্মা লা সাহ্‌লা ইল্লা মা জা‘আলতাহু সাহ্‌লান, ওয়া আনতা তাজ্‘আলুল হাযনা ইযা শি’তা সাহ্‌লান",
        translations:
          "হে আল্লাহ! আপনি যা সহজ করেছেন তা ছাড়া কোনো কিছুই সহজ নয়। আর যখন আপনি ইচ্ছা করেন তখন কঠিনকেও সহজ করে দেন।",
        bottom: "",
        Reference:
          "সহীহ ইবন হিব্বান ২৪২৭, (মাওয়ারিদ); ইবনুস সুন্নী, নং ৩৫১। আর হাফেয (ইবন হাজার) বলেন, এটি সহীহ হাদীস। তাছাড়া আবদুল কাদের আরনাউত ইমাম নওয়াবীর আযকার গ্রন্থের তাখরীজে পৃ. ১০৬, একে সহীহ বলে মত প্রকাশ করেছেন।"
      }
    ],
    pageTitle: "কঠিন কাজে পতিত ব্যক্তির দো‘আ"
  },
  {
    duas: [
      {
        _id: "135",
        AyaID: "",
        top:
          "যদি কোনো বান্দা কোনো পাপ কাজ করে ফেলে, অতঃপর সে উত্তমরূপে পবিত্রতা অর্জন করে এবং দাঁড়িয়ে যায় ও দু রাক‘আত সালাত আদায় করে, তারপর আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা করে, তাহলে আল্লাহ তাকে ক্ষমা করে দেবেন।",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "আবূ দাউদ ২/৮৬, ১৫২১; তিরমিযী ২/২৫৭, নং ৪০৬; আর শাইখ আলবানী সহীহ আবি দাউদে ১/২৮৩ একে সহীহ বলে মত প্রকাশ করেছেন।"
      }
    ],
    pageTitle: "পাপ করে ফেললে যা বলবে এবং যা করবে"
  },
  {
    duas: [
      {
        _id: "136",
        AyaID: "",
        top: "তার থেকে আল্লাহ্‌র নিকট আশ্রয় প্রার্থনা করবে",
        arabic: "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجيمِ",
        transliteration: "আ‘ঊযু বিল্লা-হি মিনাশ শাইত্বানির রাজীম",
        translations: "বিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি। [১]",
        bottom:
          "আযান দিবে। [২] \n\nযিক্‌র করবে এবং কুরআন পড়বে। [৩] \n\nতাছাড়া আরও যা শয়তানকে তাড়িয়ে দেয় তা হচ্ছে, সকাল বিকালের যিক্‌রসমূহ, ঘুমের যিক্‌র, জাগ্রত হওয়ার যিক্‌র, ঘরে প্রবেশের ও ঘর থেকে বের হওয়ার যিক্‌রসমূহ, মসজিদে প্রবেশের ও মসজিদ থেকে বের হওয়ার যিক্‌রসমূহ, ইত্যাদী শরী‘আতসম্মত যিক্‌রসমূহ। যেমন, ঘুমের সময় আয়াতুল কুরসী, সূরা আল-বাকারার সর্বশেষ দু’টি আয়াত। তাছাড়া যে ব্যক্তি “লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু, ওয়াহুয়া ‘আলা কুল্লি শাইয়িন কাদীর” একশতবার পড়বে, সেটা তার জন্য সে দিনটির জন্য পুরোপুরিই হেফাযতের কাজ দিবে। তদ্রুপ আযান দিলেও শয়তান পলায়ন করে।",
        Reference:
          "[১] আবূ দাউদ ১/২০৩, ইবন মাজাহ্‌ ১/২৬৫, নং ৮০৭। আর পূর্বে ৩১ নং হাদীসে এর তাখরীজ চলে গেছে। আরও দেখুন, সূরা আল-মুমিনূন এর ৯৭-৯৮\n[২] মুসলিম ১/২৯১; নং ৩৮৯; বুখারী, ১/১৫১, নং ৬০৮। \n[৩] নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “তোমরা তোমাদের ঘরসমূহ কবরে পরিণত করুন না। নিশ্চয় শয়তান ঐ ঘর থেকে পলায়ন করে যেখানে সূরা বাকারাহ্‌ পাঠ করা হয়।” মুসলিম ১/৫৩৯, হাদীস নং ৭৮০।"
      }
    ],
    pageTitle: "শয়তান ও তার কুমন্ত্রণা দূর করার দো‘আ"
  },
  {
    duas: [
      {
        _id: "137",
        AyaID: "1",
        top:
          "হাদীসে এসেছে, “শক্তিশালী ঈমানদার আল্লাহর নিকট উত্তম ও প্রিয় দুর্বল ঈমানদারের চেয়ে। আর তাদের (ঈমানদারদের) প্রত্যেকের মধ্যেই কল্যাণ নিহিত রয়েছে। তোমার যা কাজে লাগবে সেটা করার ব্যাপারে সচেষ্ট হও আর আল্লাহর সাহায্য চাও, অপারগ হয়ে যেও না। আর যদি তোমার কোনো অনাকাঙ্খিত বিষয় উদয় হয়, তখন বলো না যে, ‘যদি আমি এরকম করতাম তাহলে তা এই এই হতো’, বরং বলো,",
        arabic: "قَدَرُ اللَّه وَمَا شَاءَ فَعَلَ",
        transliteration: "কাদারুল্লা-হ, ওয়ামা শা-আ ফা‘আলা",
        translations: "এটি আল্লাহ্‌র ফয়সালা, আর তিনি যা ইচ্ছা করেছেন।",
        bottom: "কেননা, ‘যদি’ শয়তানের কাজের সূচনা করে দেয়।",
        Reference: ""
      },
      {
        _id: "137",
        AyaID: "2",
        top: "",
        arabic: "حَسْبُنَا اللَّهُ وَنِعْمَ الوَكِيلُ",
        transliteration: "হাসবুনাল্লা-হু ওয়া নি‘মাল ওয়াকীল",
        translations:
          "আল্লাহই আমাদের জন্য যথেষ্ট, আর তিনি কতই না উত্তম কর্মবিধায়ক",
        bottom: "",
        Reference: "মুসলিম, ৪/২০৫২, নং ২৬৬৪।"
      }
    ],
    pageTitle:
      "যখন অনাকাঙ্খিত কিছু ঘটে, বা যা করতে চায় তাতে বাধাপ্রাপ্ত হয়, তখন পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "138",
        AyaID: "1",
        top: "",
        arabic:
          "بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ",
        transliteration:
          "বা-রাকাল্লা-হু লাকা ফিল মাউহুবি লাক, ওয়া শাকারতাল ওয়া-হিবা, ওয়া বালাগা আশুদ্দাহু, ওয়া রুযিক্তা বিররাহু",
        translations:
          "আল্লাহ আপনাকে যা দিয়েছেন তাতে আপনার জন্য বরকত দান করুন, সন্তান দানকারীর শুকরিয়া আদায় করুন, সন্তানটি পরিপূর্ণ বয়সে পদার্পণ করুক এবং তার সদ্ব্যবহার প্রাপ্ত হোন। [১]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "138",
        AyaID: "2",
        top: "অভিনন্দনের জবাবে বলবে,",
        arabic:
          "بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ",
        transliteration:
          "বা-রাকাল্লা-হু লাকা ওয়া বা-রাকা ‘আলাইকা, ওয়া জাযা-কাল্লা-হু খাইরান, ওয়া রাযাক্বাকাল্লা-হু মিসলাহু ওয়া আজযালা সাওয়া-বাকা",
        translations:
          "আল্লাহ আপনাকে বরকত দান করুন, আর আপনার উপর বরকত নাযিল করুন। আল্লাহ আপনাকে উত্তম প্রতিদান দিন, আর আপনাকেও অনুরূপ দান করুন এবং আপনার সওয়াব বহুগুণ বৃদ্ধি করুন। [২]",
        bottom: "",
        Reference:
          "[১] এটি হাসান বসরী রাহিমাহুল্লাহর বাণী হিসেবে উল্লেখিত হয়েছে। দেখুন, তুহফাতুল মাওদূদ লি ইবনিল কাইয়্যেম, পৃ. ২০; তিনি একে ইবনুল মুনযির এর আল-আওসাত্ব গ্রন্থের দিকে সম্পর্কযুক্ত করেছেন। \n[২] এটি ইমাম নাওয়াবী তার আল-আযকার গ্রন্থে পৃ. ৩৪৯ উল্লেখ করেছেন। আরও দেখুন, সহীহুল আযকার লিন নাওয়াবী, সলীম আল-হিলালী, ২/৭১৩। আর এর বিস্তারিত তাখরীজ দেখার জন্য গ্রন্থকারের ‘আয-যিকর ওয়াদ দো‘আ ওয়াল ‘ইলাজ বির রুকা’ গ্রন্থটি দেখুন, পৃ. ১/৪১৬।"
      }
    ],
    pageTitle: "সন্তান লাভকারীকে অভিনন্দন ও তার জবাব"
  },
  {
    duas: [
      {
        _id: "139",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসান ও হুসাইন রাদিয়াল্লাহু ‘আনহুমা-এর জন্য এই বলে (আল্লাহ্‌র) আশ্রয় প্রার্থনা করতেন-",
        arabic:
          "أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ",
        transliteration:
          "উ‘ইযুকুমা বিকালিমা-তিল্লা-হিত তা-ম্মাতি মিন কুল্লি শাইতানিওঁয়া হা-ম্মাহ্‌, ওয়ামিন কুল্লি আইনিল্লা-ম্মাহ্‌",
        translations:
          "আমি তোমাদের দু’জনকে আল্লাহ্‌র পরিপূর্ণ কালেমাসমূহের আশ্রয়ে নিচ্ছি যাবতীয় শয়তান ও বিষধর জন্তু থেকে এবং যাবতীয় ক্ষতিকর চক্ষু (বদনযর) থেকে।",
        bottom: "",
        Reference:
          "বুখারী ৪/১১৯, নং ৩৩৭১; ইবন আব্বাস রাদিয়াল্লাহু আনহুমার হাদীস থেকে।"
      }
    ],
    pageTitle: "যা দ্বারা শিশুদের জন্য আশ্রয় প্রার্থনা করা হয়"
  },
  {
    duas: [
      {
        _id: "14",
        AyaID: "",
        top: "",
        arabic:
          "أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
        transliteration:
          "আশ্‌হাদু আল্লা-ইলাহা ইল্লাল্লাহু ওয়াহ্‌দাহু লা- শারীকা লাহূ ওয়া আশহাদু আন্না মুহাম্মাদান ‘আব্দুহূ ওয়া রাসূলুহূ",
        translations:
          "আমি সাক্ষ্য দিচ্ছি যে, একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রাসূল",
        bottom: "",
        Reference: "মুসলিম ১/২০৯, নং ২৩৪।"
      }
    ],
    pageTitle: "ওযু শেষ করার পর যিক্‌র #১"
  },
  {
    duas: [
      {
        _id: "140",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “যখন কোনো লোক তার মুসলিম ভাইকে দেখতে যায়, তখন সে না বসা পর্যন্ত যেন জান্নাতে ফল আহরণে বিচরণ করতে থাকে। \n\nঅতঃপর যখন সে (রোগীর পাশে) বসে, (আল্লাহ্‌র) রহমত তাকে ঢেকে ফেলে। \n\nসময়টা যদি সকাল বেলা হয় তবে সত্তর হাজার ফেরেশতা তার জন্য ক্ষমা ও কল্যাণের দো‘আ করতে থাকে বিকাল হওয়া পর্যন্ত। আর যতি সময়টা বিকাল বেলা হয় তবে সত্তর হাজার ফেরেশতা তার জন্য রহমতের দো‘আ করতে থাকে সকাল হওয়া পর্যন্ত।”",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "তিরমিযী, নং ৯৬৯; ইবন মাজাহ্‌, নং ১৪৪২; আহমাদ, নং ৯৭৫। আরও দেখুন, সহীহ ইবন মাজাহ্ ১/২৪৪; সহীহুত তিরমিযী, ১/২৮৬। তাছাড়া শাইখ আহমাদ শাকেরও হাদীসটি বিশুদ্ধ বলেছেন।"
      }
    ],
    pageTitle: "রোগী দেখতে যাওয়ার ফযিলত"
  },
  {
    duas: [
      {
        _id: "141",
        AyaID: "",
        top: "",
        arabic: "لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ",
        transliteration: "লা বা’সা তহুরুন ইন শা-আল্লা-হ",
        translations:
          "কোনো ক্ষতি নেই, আল্লাহ যদি চান তো (রোগটি গুনাহ থেকে) পবিত্রকারী হবে।",
        bottom: "",
        Reference: "বুখারী (ফাতহুল বারীসহ) ১০/১১৮, নং ৩৬১৬।"
      }
    ],
    pageTitle: "রোগী দেখতে গিয়ে তার জন্য দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "142",
        AyaID: "",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কেউ মৃত্যু আসন্ন নয় এমন কোনো রোগীকে দেখতে গেলে, সে তার সামনে এই দো‘আ",
        arabic:
          "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ",
        transliteration:
          "আসআলুল্লা-হাল ‘আযীম, রব্বাল ‘আরশিল ‘আযীম, আঁই ইয়াশফিয়াকা",
        translations:
          "আমি মহান আল্লাহ্‌র কাছে চাচ্ছি, যিনি মহান আরশের রব, তিনি যেন আপনাকে রোগমুক্তি প্রদান করেন।",
        bottom:
          "...সাতবার পাঠ করবে, এর ফলে আল্লাহ তাকে (মৃত্যু আসন্ন না হলে) রোগমুক্ত করবেন।",
        Reference:
          "তিরমিযী, নং ২০৮৩; আবূ দাউদ, নং ৩১০৬। আরও দেখুন, ২/২১০; সহীহুল জামে‘ ৫/১৮০।"
      }
    ],
    pageTitle: "রোগী দেখতে গিয়ে তার জন্য দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "143",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى",
        transliteration:
          "আল্লা-হুম্মাগফিরলী ওয়ারহামনী ওয়া আলহিক্বনী বির রফীক্বিল আ‘লা",
        translations:
          "হে আল্লাহ! আমাকে ক্ষমা করুন, আমার প্রতি দয়া করুন এবং আমাকে সর্বোচ্চ বন্ধুর সঙ্গ পাইয়ে দিন।",
        bottom: "",
        Reference: "বুখারী ৭/১০, নং ৪৪৩৫; মুসলিম ৪/১৮৯৩, নং ২৪৪৪।"
      }
    ],
    pageTitle: "জীবনের আশা ছেড়ে দেওয়া রোগীর দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "144",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত্যুর সময় তাঁর দু’হাত পানিতে প্রবেশ করিয়ে তা দিয়ে তাঁর চেহারা মুছছিলেন এবং বলছিলেন,",
        arabic: "لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ",
        transliteration: "লা ইলা-হা ইল্লাল্লা-হ, ইন্না লিল মাওতি সাকারা-তিন",
        translations:
          "আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই, নিশ্চয় মৃত্যুর রয়েছে বিভিন্ন প্রকার ভয়াবহ কষ্ট।",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ), ৮/১৪৪, নং ৪৪৪৯; তবে হাদীসে মিসওয়াকের উল্লেখও এসেছে।"
      }
    ],
    pageTitle: "জীবনের আশা ছেড়ে দেওয়া রোগীর দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "145",
        AyaID: "",
        top: "",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু, আল্লা-হু আকবার, লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু, লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু, লা ইলা-হা ইল্লাল্লা-হু লাহুল মুলকু ওয়ালাহুল হামদু, লা ইলা-হা ইল্লাল্লা-হু ওয়ালা হাউলা ওয়ালা কুওয়াতা ইল্লা বিল্লা-হ",
        translations:
          "আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই, আল্লাহ মহান। একমাত্র আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই। একমাত্র আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই, যাবতীয় রাজত্ব তাঁরই, তার জন্যই সকল প্রশংসা, আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই, আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি নেই।",
        bottom: "",
        Reference:
          "হাদীসটি ইমাম তিরমিযী সংকলন করেছেন, নং ৩৪৩০; ইবন মাজাহ্‌, নং ৩৭৯৪; আর শাইখ আলবানী একে সহীহ বলেছেন। দেখুন, সহীহুত তিরমিযী ৩/১৫২; সহীহ ইবন মাজাহ ২/৩১৭।"
      }
    ],
    pageTitle: "জীবনের আশা ছেড়ে দেওয়া রোগীর দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "146",
        AyaID: "",
        top: "যার শেষ কথা হবে,",
        arabic: "لاَ إِلَهَ إِلاَّ اللَّهُ",
        transliteration: "লা ইলা-হা ইল্লাল্লা-হ",
        translations: "আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই",
        bottom: "...সে জান্নাতে প্রবেশ করবে।",
        Reference: "আবূ দাউদ ৩/১৯০, নং ৩১১৬; আরও দেখুন, সহীহুল জামে‘ ৫/৪৩২।"
      }
    ],
    pageTitle: "মরণাপন্ন ব্যক্তিকে তালক্বীন (কালেমা স্মরণ করিয়ে দেওয়া)"
  },
  {
    duas: [
      {
        _id: "147",
        AyaID: "",
        top: "",
        arabic:
          "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرًا مِنْهَا",
        transliteration:
          "ইন্না লিল্লা-হি ওয়া ইন্না ইলাইহি রাজি‘উন। আল্লা-হুম্মা আজুরনী ফী মুসীবাতী ওয়াখলুফ লী খাইরাম মিনহা",
        translations:
          "আমরা তো আল্লাহ্‌রই। আর নিশ্চয় আমরা তাঁর দিকেই প্রত্যাবর্তনকারী। হে আল্লাহ! আমাকে আমার বিপদে সওয়াব দিন এবং আমার জন্য তার চেয়েও উত্তম কিছু স্থলাভিষিক্ত করে দিন।",
        bottom: "",
        Reference: "মুসলিম ২/৬৩২, নং ৯১৮।"
      }
    ],
    pageTitle: "কোনো মুসিবতে পতিত ব্যক্তির দো‘আ"
  },
  {
    duas: [
      {
        _id: "148",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ",
        transliteration:
          "আল্লা-হুম্মাগফির লি ফুলা-নিন (মৃতের নাম বলবে) ওয়ারফা‘ দারাজাতাহু ফিল মাহদিয়্যীন, ওয়াখলুফহু ফী ‘আক্বিবিহী ফিল গা-বিরীন, ওয়াগফির লানা ওয়ালাহু ইয়া রব্বাল আ-লামীন। ওয়াফসাহ্‌ লাহু ফী ক্বাবরিহী ওয়া নাউইর লাহু ফী-হি",
        translations:
          "হে আল্লাহ! আপনি অমুককে (মৃত ব্যক্তির নাম ধরে) ক্ষমা করুন; যারা হেদায়াত লাভ করেছে, তাদের মাঝে তার মর্যাদা উঁচু করে দিন; যারা রয়ে গেছে তাদের মাঝে তার বংশধরদের ক্ষেত্রে আপনি তার প্রতিনিধি হোন। হে সৃষ্টিকুলের রব! আমাদের ও তার গুনাহ মাফ করে দিন। তার জন্য তার কবরকে প্রশস্ত করে দিন এবং তার জন্য তা আলোকময় করে দিন।",
        bottom: "",
        Reference: "মুসলিম ২/৬৩৪, নং ৯২০।"
      }
    ],
    pageTitle: "মৃত ব্যক্তির চোখ বন্ধ করানোর দো‘আ"
  },
  {
    duas: [
      {
        _id: "149",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ]",
        transliteration:
          "আল্লা-হুম্মাগফির লাহু, ওয়ারহামহু, ওয়া ‘আ-ফিহি, ওয়া‘ফু ‘আনহু, ওয়া আকরিম নুযুলাহু, ওয়াওয়াসসি‘ মুদখালাহু, ওয়াগসিলহু বিলমা-য়ি ওয়াস্‌সালজি ওয়ালবারাদি, ওয়ানাক্বক্বিহি মিনাল খাতা-ইয়া কামা নাক্কাইতাস সাওবাল আবইয়াদা মিনাদদানাসি, ওয়া আবদিলহু দা-রান খাইরাম মিন দা-রিহি, ওয়া আহলান খাইরাম মিন আহলিহি, ওয়া যাওজান খাইরাম মিন যাওজিহি, ওয়া আদখিলহুল জান্নাতা, ওয়া আ‘য়িযহু মিন ‘আযা-বিল ক্বাবরি [ওয়া ‘আযাবিন্না-র]",
        translations:
          "হে আল্লাহ! আপনি তাকে ক্ষমা করুন, তাকে দয়া করুন, তাকে পূর্ণ নিরাপত্তায় রাখুন, তাকে মাফ করে দিন, তার মেহমানদারীকে মর্যাদাপূর্ণ করুন, তার প্রবেশস্থান কবরকে প্রশস্ত করে দিন। আর আপনি তাকে ধৌত করুন পানি, বরফ ও শিলা দিয়ে, আপনি তাকে গুনাহ থেকে এমনভাবে পরিষ্কার করুন যেমন সাদা কাপড়কে ময়লা থেকে পরিষ্কার করেছেন। আর তাকে তার ঘরের পরিবর্তে উত্তম ঘর, তার পরিবারের বদলে উত্তম পরিবার ও তার জোড়ের (স্ত্রী/স্বামীর) চেয়ে উত্তম জোড় প্রদান করুন। আর আপনি তাকে জান্নাতে প্রবেশ করান এবং তাকে কবরের আযাব [ও জাহান্নামের আযাব] থেকে রক্ষা করুন",
        bottom: "",
        Reference: "মুসলিম ২/৬৬৩, নং ৯৬৩।"
      }
    ],
    pageTitle: "মৃত ব্যক্তির জন্য জানাযার সালাতে দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "15",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ",
        transliteration:
          "আল্লা-হুম্মাজ‘আলনী মিনাত্ তাওয়াবীনা ওয়াজ‘আলনী মিনাল মুতাতাহ্‌হিরীন",
        translations:
          "হে আল্লাহ! আপনি আমাকে তাওবাকারীদের অন্তর্ভুক্ত করুন এবং পবিত্রতা অর্জনকারীদেরও অন্তর্ভুক্ত করুন।",
        bottom: "",
        Reference: "তিরিমিযী-১/৭৮, নং ৫৫। আরও দেখুন, সহীহুত তিরমিযী, ১/১৮।"
      }
    ],
    pageTitle: "ওযু শেষ করার পর যিক্‌র #২"
  },
  {
    duas: [
      {
        _id: "150",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبِيرِنَا، وَذَكَرِنَا وَأُنْثَانَا، اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ",
        transliteration:
          "আল্লা-হুম্মাগফির লিহায়্যিনা ওয়া মায়্যিতিনা ওয়া শা-হিদিনা ওয়া গা-য়িবিনা ওয়া সগীরিনা ওয়া কাবীরিনা ওয়া যাকারিনা ওয়া উনসা-না। আল্লা-হুম্মা মান আহ্ইয়াইতাহু মিন্না ফা’আহয়িহি ‘আলাল-ইসলাম। ওয়ামান তাওয়াফ্‌ফাইতাহু মিন্না ফাতাওয়াফফাহু ‘আলাল ঈমান। আল্লা-হুম্মা লা তাহরিমনা আজরাহু ওয়ালা তুদ্বিল্লান্না বা‘দাহু",
        translations:
          "হে আল্লাহ! আমাদের জীবিত ও মৃত, উপস্থিত ও অনুপস্থিত, ছোট ও বড় এবং নর ও নারীদেরকে ক্ষমা করুন। হে আল্লাহ! আপনি আমাদের মধ্যে যাদের আপনি জীবিত রাখবেন তাদেরকে ইসলামের উপর জীবিত রাখুন এবং যাদেরকে মৃত্যু দান করবেন তাদেরকে ঈমানের সাথে মৃত্যু দান করুন। হে আল্লাহ! আমাদেরকে তার (মৃত্যুতে ধৈয্যধারণের) সওয়াব থেকে বঞ্চিত করবেন না এবং তার (মৃত্যুর) পর আমাদেরকে পথভ্রষ্ট করবেন না।",
        bottom: "",
        Reference:
          "আবূ দাঊদ, নং ৩২০১; তিরমিযী, নং ১০২৪; নাসাঈ, নং ১৯৮৫; ইবন মাজাহ, ১/৪৮০, নং ১৪৯৮; আহমাদ ২/৩৬৮, নং ৮৮০৯। আরও দেখুন, সহীহ ইবন মাজাহ্‌ ১/২৫১।"
      }
    ],
    pageTitle: "মৃত ব্যক্তির জন্য জানাযার সালাতে দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "151",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ",
        transliteration:
          "আল্লা-হুম্মা ইন্না ফুলানাবনা ফুলা-নিন ফী যিম্মাতিকা, ওয়া হাবলি জিওয়ারিকা, ফাক্বিহি মিন ফিতনাতিল ক্বাবরি ওয়া আযা-বিন না-রি, ওয়া আনতা আহলুল ওয়াফাই ওয়াল হাক্ক, ফাগফির লাহু ওয়ারহামহু, ইন্নাকা আনতাল গাফুরুর রাহীম",
        translations:
          "হে আল্লাহ, অমুকের পুত্র অমুক আপনার যিম্মাদারীতে, আপনার প্রতিবেশিত্বের নিরাপত্তায়; সুতরাং আপনি তাকে কবরের পরীক্ষা থেকে এবং জাহান্নামের শাস্তি থেকে রক্ষা করুন। আর আপনি প্রতিশ্রুতি পূর্ণকারী এবং প্রকৃত সত্যের অধিকারী। অতএব, আপনি তাকে ক্ষমা করুন এবং তার উপর দয়া করুন। নিশ্চয় আপনি ক্ষমাশীল, দয়ালু।",
        bottom: "",
        Reference:
          "ইবন মাজাহ্‌, নং ১৪৯৯। দেখুন, সহীহ ইবন মাজাহ ১/২৫১। তাছাড়া হাদীসটি আবূ দাউদও বর্ণনা করেছেন, ৩/২১১, নং ৩২০২।"
      }
    ],
    pageTitle: "মৃত ব্যক্তির জন্য জানাযার সালাতে দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "152",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ",
        transliteration:
          "আল্লা-হুম্মা ‘আবদুকা, ওয়াবনু আমাতিকা, এহতাজা ইলা রাহমাতিকা, ওয়া আনতা গানিয়্যুন ‘আন ‘আযা-বিহি, ইন কা-না মুহসিনান ফাযিদ ফী হাসানা-তিহি, ওয়া ইনকা-না মুসীআন ফা তাজা-ওয়ায ‘আনহু",
        translations:
          "হে আল্লাহ, আপনার এক দাস, আর এক দাসীর পুত্র, আপনার অনুগ্রহের মুখাপেক্ষী, আপনি তাকে শাস্তি দেওয়া থেকে অমুখাপেক্ষী। যদি সে নেককার বান্দা হয়, তবে তার সওয়াব আরও বাড়িয়ে দিন, আর যদি বদকার বান্দা হয়, তবে তার অপরাধকর্ম এড়িয়ে যান।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলণ করেন, হাকেম তাঁর মুস্তাদরাকে এবং সহীহ বলেছেন, ১/৩৫৯; আর যাহাবী সেটা সমর্থন করেছেন। আরও দেখুন, আলবানী, আহকামুল জানায়েয, পৃ. ১২৫।"
      }
    ],
    pageTitle: "মৃত ব্যক্তির জন্য জানাযার সালাতে দো‘আ #৪"
  },
  {
    duas: [
      {
        _id: "153",
        AyaID: "",
        top: "",
        arabic: "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ",
        transliteration: "আল্লা-হুম্মা আ‘য়িযহু মিন আযা-বিল ক্বাবরি",
        translations: "হে আল্লাহ! এ শিশুকে কবরের আযাব থেকে রক্ষা করুন।",
        bottom: "",
        Reference:
          "সা‘ঈদ ইবনুল মুসাইয়্যেব বলেন, আমি আবু হুরাইরা রাদিয়াল্লাহু আনহুর পিছনে একটি শিশুর জানাযার সালাত আদায় করেছি, যে শিশু কখনও কোনো গুনাহ করে নি, তখন আমি তাকে (উপরোক্ত দো‘আটি) বলতে শুনলাম....। হাদীসটি ইমাম মালেক তার মুওয়াত্তা গ্রন্থে সংকলন করেন, ১/২৮৮; ইবন আবী শাইবাহ তার মুসান্নাফ গ্রন্থে, ৩/২১৭; বাইহাকী, ৪/৯। আর শাইখ শু‘আইব আল-আরনাউত শারহুস সুন্নাহ লিল বাগভীর তাহকীকে ৫/৩৫৭, এটার সনদকে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "নাবালক শিশুদের জন্য জানাযার সালাতে দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "154",
        AyaID: "",
        top: "আর যদি নিম্নোক্ত দো‘আটি পড়া হয় তবে তাও উত্তম:",
        arabic:
          "اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجُورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ",
        transliteration:
          "আল্লা-হুম্মাজ‘আলহু ফারাত্বান ওয়া যুখরান লিওয়লিদায়হি, ওয়াশাফী‘আন মুজাবান। আল্লা-হুম্মা সাক্কিল বিহী মাওয়াযীনাহুমা, ওয়াআ‘যিম বিহী উজূরাহুমা, ওয়া আলহিক্বহু বিসা-লিহিল মু’মিনীন, ওয়াজ‘আলহু ফী কাফা-লাতি ইবরাহীমা, ওয়াক্বিহি বিরাহমাতিকা ‘আযা-বাল জাহীম, ওয়া আবদিলহু দা-রান খাইরান মিন দা-রিহি, ওয়া আহলান খায়রান মিন আহলিহি, আল্লা-হুম্মাগফির লি’আসলাফিনা ওয়া আফরাত্বিনা ওয়া মান সাবাক্বানা বিল ঈমান।",
        translations:
          "হে আল্লাহ, তাকে তার পিতা-মাতার জন্য অগ্রগামী প্রতিনিধি বা সওয়াব ও সযত্নে গচ্ছিত সওয়াব হিসেবে কবুল করুন। আর তাকে এমন শাফা‘আতকারী বানান, যার শাফা‘আত কবুল হয়। হে আল্লাহ, এ শিশুর দ্বারা তার পিতা মাতার ওজনসমূহ আরও ভারী করে দিন। আর এর দ্বারা তাদের দু’জনের সওয়াব আরও বাড়িয়ে দিন। আর তাকে নেককারদের সঙ্গী-সাথী বানান এবং তাকে ইবরাহীম আলাইহিসসালামের যিম্মায় রাখুন। আর আপনার রহমতের অসীলায় তাকে জাহান্নামের শাস্তি থেকে রক্ষা করুন। তাকে তার এ বাসস্থানের পরিবর্তে উত্তম বাসস্থান প্রদান করুন, এখানকার পরিবার-পরিজনের পরিবর্তে উত্তম পরিবার-পরিজন প্রদান করুন। হে আল্লাহ, আমাদের পূর্ববর্তী নর-নারী ও নাবালক অগ্রগামী সন্তান-সন্ততিদের মাফ করুন এবং যারা ঈমান সহকারে আমাদের পূর্বে মারা গেছে তাদেরকেও।",
        bottom: "",
        Reference:
          "দেখুন, আল-মুগনী, লি ইবন কুদামা, ৩/৪১৬; আরও দেখুন, আদ-দুরুসুল মুহিম্মাহ লি ‘আম্মাতিল উম্মাহ, লিশ শাইখ আবদিল আযীয ইবন আব্দিল্লাহ ইবন বায, রাহেমাহুল্লাহ, পৃ. ১৫।"
      }
    ],
    pageTitle: "নাবালক শিশুদের জন্য জানাযার সালাতে দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "155",
        AyaID: "",
        top: "",
        arabic: "اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً",
        transliteration:
          "আল্লা-হুম্মাজ‘আলহু লানা ফারাত্বান ওয়া সালাফান ওয়া আজরান",
        translations:
          "হে আল্লাহ, আমাদের জন্য তাকে অগ্রগামী প্রতিনিধি, অগ্রিম পূণ্য এবং সওয়াব হিসেবে নির্ধারণ করে দিন।",
        bottom: "",
        Reference:
          "হাসান বসরী রাহেমাহুল্লাহ যখন ছোট শিশুদের জানাযা পড়তেন তখন তার উপর সূরা ফাতেহা পড়তেন এবং উপরোক্ত দো‘আ বলতেন। হাদীসটি ইমাম বাগভী তার শারহুস সুন্নাহ ৫/৩৫৭ এ বর্ণনা করেছেন। আরও বর্ণনা করেছেন, আব্দুর রায্‌যাক তার মুসান্নাফে, নং ৬৫ ৮৮। তাছাড়া ইমাম বুখারী, কিতাবুল জানায়েয এর, ৬৫, বাবু কিরাআতি ফাতিহাতিল কিতাব আলাল জানাযাত ২/১১৩; ১৩৩৫ নং হাদীসের পূর্বে এটাকে তা‘লীক বা সনদ ব্যতীত বর্ণনা করেছেন।"
      }
    ],
    pageTitle: "নাবালক শিশুদের জন্য জানাযার সালাতে দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "156",
        AyaID: "",
        top: "",
        arabic:
          "إِنَّ لِلَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى فَلْتَصْبِرْ وَلْتَحْتَسِبْ",
        transliteration:
          "ইন্না লিল্লা-হি মা আখাযা, ওয়ালাহু মা আ‘তা, ওয়া কুল্লু শাই’ইন ‘ইনদাহু বিআজালিম মুসাম্মা, ফালতাসবির ওয়াল তাহতাসিব",
        translations:
          "নিশ্চয় যা নিয়ে গেছেন আল্লাহ্‌ তা তাঁরই, আর যা কিছু প্রদান করেছেন তাও তাঁর। তাঁর কাছে সব কিছুর একটি নির্দিষ্ট সময় রয়েছে। কাজেই সবর করা এবং সওয়াবের আশা করা উচিত।",
        bottom: "",
        Reference: "বুখারী, ২/৮০, নং ১২৮৪; মুসলিম, ২/৬৩৬, নং ৯২৩।"
      }
    ],
    pageTitle: "শোকার্তদের সান্ত্বনা দেওয়ার দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "157",
        AyaID: "",
        top: "আর নিম্নোক্ত দো‘আটি পড়াও ভালো,",
        arabic:
          "أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ",
        transliteration:
          "আ‘যামাল্লাহু আজরাকা, ওয়া আহসানা ‘আযা-’আকা, ওয়াগাফারা লিমাইয়্যিতিকা",
        translations:
          "আল্লাহ আপনার সওয়াব বর্ধিত করুন, আপনার (শোকার্ত মনে) সুন্দর ধৈর্য ধরার তাওফীক দিন, আর আপনার মৃতকে ক্ষমা করে দিন।",
        bottom: "",
        Reference: "আল-আযকার লিন নাওয়াওয়ী, পৃ. ১২৬।"
      }
    ],
    pageTitle: "শোকার্তদের সান্ত্বনা দেওয়ার দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "158",
        AyaID: "",
        top: "",
        arabic: "بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ",
        transliteration: "বিসমিল্লা-হি ওয়া আলা সুন্নাতি রাসুলিল্লা-হি",
        translations:
          "আল্লাহর নামে এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিয়মে।",
        bottom: "",
        Reference:
          "আবূ দাউদ ৩/৩১৪, নং ৩২১৫ সহীহ সনদে; অনুরূপভাবে আহমাদ, নং ৫২৩৪; আর ৪৮১২ এর শব্দ হচ্ছে, ‘বিসমিল্লাহ ওয়া আলা মিল্লাতি রাসূলিল্লাহ’ অর্থাৎ ‘আল্লাহর নামে এবং রাসূলুল্লাহর মিল্লাতের উপর।’ তার সনদও বিশুদ্ধ।"
      }
    ],
    pageTitle: "মৃতকে কবরে প্রবেশ করানোর দো‘আ"
  },
  {
    duas: [
      {
        _id: "159",
        AyaID: "",
        top: "",
        arabic: "اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ",
        transliteration: "আল্লা-হুম্মাগফির লাহু, আল্লা-হুম্মা সাববিতহু",
        translations:
          "হে আল্লাহ! আপনি তাকে ক্ষমা করুন, হে আল্লাহ্‌ আপনি তাকে (প্রশ্নোত্তরের সময়) স্থির রাখুন।",
        bottom:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত ব্যক্তিকে দাফন করার পর কবরের পাশে দাঁড়াতেন এবং বলতেন, ‘তোমাদের ভাইয়ের জন্য ক্ষমা প্রার্থনা কর, আর তার জন্য দৃঢ়তা চাও। কেননা এখনই তাকে জিজ্ঞাসা করা হবে’।",
        Reference:
          "আবু দাউদ ৩/৩১৫, নং ৩২২৩; হাকেম এবং তিনি একে সহীহ বলেছেন, আর যাহাবী সমর্থন করেছেন, ১/৩৭০।"
      }
    ],
    pageTitle: "মৃতকে দাফন করার পর দো‘আ"
  },
  {
    duas: [
      {
        _id: "16",
        AyaID: "",
        top: "",
        arabic:
          "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
        transliteration:
          "সুবহানাকা আল্লা-হুম্মা ওয়া বিহামদিকা আশহাদু আল লা-ইলাহা ইল্লা আন্তা আস্তাগফিরুকা ওয়াআতূবু ইলাইকা",
        translations:
          "হে আল্লাহ! আপনার প্রশংসাসহ পবিত্রতা ও মহিমা ঘোষণা করছি। আমি সাক্ষ্য দেই যে, আপনি ছাড়া কোন হক্ব ইলাহ নেই, আমি আপনার কাছে ক্ষমা প্রার্থনা করছি এবং আপনার নিকট তওবা করছি",
        bottom: "",
        Reference:
          "নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, পৃ. ১৭৩। আরও দেখুন, ইরওয়াউল গালীল, ১/১৩৫, ৩/৯৪।"
      }
    ],
    pageTitle: "ওযু শেষ করার পর যিক্‌র #৩"
  },
  {
    duas: [
      {
        _id: "160",
        AyaID: "",
        top: "",
        arabic:
          "السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، (وَيَرْحَمُ اللَّهُ الْمُسْتَقْدِمِينَ مِنَّا وَالْمُسْتَأْخِرِينَ) أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ",
        transliteration:
          "আস্‌সালা-মু আলাইকুম আহলাদ্দিয়ারি মিনাল মু’মিনীনা ওয়াল মুসলিমীনা, ওয়াইন্না ইনশা-আল্লা-হু বিকুম লা-হিকুনা, [ওয়া ইয়ারহামুল্লাহুল মুসতাক্বদিমীনা মিন্না ওয়াল মুসতা’খিরীনা], আসআলুল্লাহা লানা ওয়ালাকুমুল ‘আ-ফিয়াহ",
        translations:
          "হে গৃহসমূহের অধিবাসী মুমিন ও মুসলিমগণ! তোমাদের প্রতি শান্তি বর্ষিত হোক। আর নিশ্চয় আমরা ইনশাআল্লাহ আপনাদের সাথে মিলিত হবো। [আল্লাহ আমাদের পুর্ববর্তীদের এবং পরবর্তীদের প্রতি দয়া করুন।] আমি আল্লাহ্‌র নিকট আমাদের জন্য এবং তোমাদের জন্য নিরাপত্তা প্রার্থনা করি।",
        bottom: "",
        Reference:
          "মুসলিম ২/৬৭১, নং ৯৭৫; ইবন মাজাহ্‌, ১/৪৯৪, আর শব্দ তাঁরই, নং ১৫৪৭; বুরাইদা রাদিয়াল্লাহু ‘আনহু থেকে। আর দু ব্রাকেটের মাঝখানের অংশ আয়েশা রাদিয়াল্লাহু আনহার হাদীস থেকে, যা সংকলন করেছেন, মুসলিম, ২/৬৭১, নং ৯৭৫।"
      }
    ],
    pageTitle: "কবর যিয়ারতের দো‘আ"
  },
  {
    duas: [
      {
        _id: "161",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসআলুকা খাইরাহা ওয়া আ‘ঊযু বিকা মিন শাররিহা",
        translations:
          "হে আল্লাহ! আমি আপনার নিকট এর কল্যাণ চাই। আর আমি আপনার নিকট এর অনিষ্ট থেকে আশ্রয় চাই।",
        bottom: "",
        Reference:
          "আবূ দাউদ ৪/৩২৬, নং ৫০৯৯; ইবন মাজাহ্‌ ২/১২২৮, নং ৩৭২৭। আরও দেখুন, সহীহ ইবন মাজাহ্‌ ২/৩০৫।"
      }
    ],
    pageTitle: "বায়ূ প্রবাহিত হলে পড়ার দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "162",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আস’আলুকা খাইরাহা ওয়া খা ইরা মা-ফীহা ওয়া খাইরা মা উরসিলাত বিহী। ওয়া আ‘ঊযু বিকা মিন শাররিহা, ওয়া শাররি মা-ফীহা, ওয়া শাররি মা উরসিলাত বিহী",
        translations:
          "হে আল্লাহ! আমি আপনার নিকট প্রার্থনা করি এর কল্যাণ, এর মধ্যকার কল্যাণ এবং যা এর সাথে প্রেরিত হয়েছে তার কল্যাণ। আর আমি আপনার আশ্রয় চাই এর অনিষ্ট থেকে, এর ভেতরে নিহিত অনিষ্ট থেকে এবং যা এর সাথে প্রেরিত হয়েছে তার অনিষ্ট থেকে।",
        bottom: "",
        Reference:
          "মুসলিম, আর শব্দ তাঁরই, ২/৬১৬, নং ৮৯৯; বুখারী, ৪/৭৬, নং ৩২০৬ ও ৪৮২৯।"
      }
    ],
    pageTitle: "বায়ূ প্রবাহিত হলে পড়ার দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "163",
        AyaID: "",
        top: "",
        arabic:
          "سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكَةُ مِنْ خِيفَتِهِ",
        transliteration:
          "সুবহা-নাল্লাযী ইউসাব্বিহুর –রা‘দু বিহামদিহি ওয়াল-মালা-ইকাতু মিন খী-ফাতিহি",
        translations:
          "পবিত্র-মহান সেই সত্তা, রা‘দ ফেরেশ্তা যাঁর মহিমা ও পবিত্রতা ঘোষণা করে প্রশংসার সাথে, আর ফেরেশ্তাগণও তা-ই করে যাঁর ভয়ে।",
        bottom: "",
        Reference:
          "মুওয়াত্তা ইমাম মালেক ২/৯৯২। আর আলবানী তাঁর সহীহুল কালেমিত তাইয়্যেব গ্রন্থে পৃ. ১৫৭, বলেন, “এর সনদটি মওকূফ সহীহ”।"
      }
    ],
    pageTitle: "মেঘের গর্জন শুনলে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "164",
        AyaID: "",
        top:
          "আবদুল্লাহ ইবনু যুবাইর রাদিয়াল্লাহু আনহুমা মেঘের গর্জন শুনলে কথা বলা বন্ধ করে দিতেন এবং এই দো‘আ পড়তেন.",
        arabic:
          "اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ",
        transliteration:
          "আল্লা-হুম্মা আসক্বিনা গাইসান মুগীসান মারী’য়ান মারী‘আন না-ফি‘আন গাইরা দ্বাররিন ‘আ-জিলান গাইরা আ-জিলিন",
        translations:
          "হে আল্লাহ! আমাদেরকে এমন বৃষ্টির পানি দান করুন যা সাহায্যকারী, সুপেয়, উর্বরকারী; কল্যাণকর, ক্ষতিকর নয়; শীঘ্রই, বিলম্বে নয়।",
        bottom: "",
        Reference:
          "আবূ দাউদ, ১/৩০৩, নং ১১৭১। আর শাইখ আলবানী সহীহ আবি দাউদে একে সহীহ বলেছেন, ১/২১৬।"
      }
    ],
    pageTitle: "বৃষ্টি চাওয়ার কিছু দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "165",
        AyaID: "",
        top: "তিনবার বলবে,",
        arabic: "اللَّهُمَّ أَغِثْنَا",
        transliteration: "আল্লা-হুম্মা আগিসনা",
        translations: "হে আল্লাহ! আমাদেরকে বৃষ্টি দিন।",
        bottom: "",
        Reference: "বুখারী ১/২২৪, নং ১০১৪; মুসলিম ২/৬১৩, নং ৮৯৭।"
      }
    ],
    pageTitle: "বৃষ্টি চাওয়ার কিছু দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "166",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ",
        transliteration:
          "আল্লা-হুম্মাসক্বি ইবা-দাকা ওয়া বাহা-ইমাকা ওয়ানশুর রহমাতাকা ওয়া আহয়ি বালাদাকাল মায়্যিতা",
        translations:
          "হে আল্লাহ! আপনি আপনার বান্দাগণকে ও জীব- জন্তুগুলোকে পানি পান করান, আর আপনার রহমত বিস্তৃত করুন এবং আপনার মৃত শহরকে সজীব করুন।",
        bottom: "",
        Reference:
          "আবূ দাউদ ১/৩০৫, নং ১১৭৮। আর শাইখ আলবানী তাঁর সহীহ আবি দাউদে একে হাসান বলেছেন, ১/২১৮।"
      }
    ],
    pageTitle: "বৃষ্টি চাওয়ার কিছু দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "167",
        AyaID: "",
        top: "",
        arabic: "اللَّهُمَّ صَيِّباً نَافِعاً",
        transliteration: "আল্লা-হুম্মা সায়্যিবান নাফি‘আন",
        translations: "হে আল্লাহ! মুষলধারায় উপকারী বৃষ্টি বর্ষণ করুন।",
        bottom: "",
        Reference: "বুখারী, (ফাতহুল বারীসহ) ২/৫১৮, নং ১০৩২।"
      }
    ],
    pageTitle: "বৃষ্টি দেখলে দো‘আ"
  },
  {
    duas: [
      {
        _id: "168",
        AyaID: "",
        top: "",
        arabic: "مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ",
        transliteration: "মুতিরনা বিফাদলিল্লা-হি ওয়া রহমাতি-হি",
        translations:
          "আল্লাহ্‌র অনুগ্রহ ও দয়ায় আমাদের উপর বৃষ্টি বর্ষিত হয়েছে।",
        bottom: "",
        Reference: "বুখারী ১/২০৫, নং ৮৪৬; মুসলিম ১/৮৩, নং ৭১।"
      }
    ],
    pageTitle: "বৃষ্টি বর্ষণের পর যিকর"
  },
  {
    duas: [
      {
        _id: "169",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ",
        transliteration:
          "আল্লা-হুম্মা হাওয়ালাইনা ওয়ালা ‘আলাইনা। আল্লা-হুম্মা আলাল-আ-কা-মি ওয়ায্যিরা-বি ওয়াবুতূনিল আওদিয়াতি ওয়ামানা-বিতিশ শাজারি",
        translations:
          "হে আল্লাহ! আমাদের পার্শ্ববর্তী এলাকায় (বর্ষণ করুন), আমাদের উপর নয়। হে আল্লাহ! উঁচু ভূমিতে, পাহাড়ে, উপত্যকার কোলে ও বনাঞ্চলে (বর্ষণ করুন)।",
        bottom: "",
        Reference: "বুখারী ১/২২৪, নং ৯৩৩; মুসলিম ২/৬১৪, নং ৮৯৭।"
      }
    ],
    pageTitle: "অতিবৃষ্টি বন্ধের জন্য কিছু দো‘আ"
  },
  {
    duas: [
      {
        _id: "17",
        AyaID: "",
        top: "",
        arabic:
          "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ",
        transliteration:
          "বিসমিল্লাহি, তাওয়াককালতু ‘আলাল্লা-হি, ওয়ালা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ",
        translations:
          "আল্লাহ্‌র নামে (বের হচ্ছি)। আল্লাহর উপর ভরসা করলাম। আর আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই",
        bottom: "",
        Reference:
          "আবূ দাউদ ৪/৩২৫, নং ৫০৯৫; তিরমিযী ৫/৪৯০, ৩৪২৬। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫১।"
      }
    ],
    pageTitle: "বাড়ি থেকে বের হওয়ার সময়ের যিক্‌র #১"
  },
  {
    duas: [
      {
        _id: "170",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ",
        transliteration:
          "আল্লা-হু আকবার, আল্লা-হুম্মা আহিল্লাহু ‘আলাইনা বিলআমনি ওয়ালঈমানি ওয়াস্‌সালা-মাতি ওয়াল-ইসলা-মি, ওয়াত্তাওফীকি লিমা তুহিব্বু রব্বানা ওয়া তারদ্বা, রব্বুনা ওয়া রব্বুকাল্লাহ",
        translations:
          "আল্লাহ সবচেয়ে বড়। হে আল্লাহ! এই নতুন চাঁদকে আমাদের উপর উদিত করুন নিরাপত্তা, ঈমান, শান্তি ও ইসলামের সাথে; আর হে আমাদের রব্ব! যা আপনি পছন্দ করেন এবং যাতে আপনি সন্তুষ্ট হন তার প্রতি তাওফীক লাভের সাথে। আল্লাহ আমাদের রব্ব এবং তোমার (চাঁদের) রব্ব।",
        bottom: "",
        Reference:
          "তিরমিযী ৫/৫০৪, নং ৩৪৫১; আদ-দারিমী, শব্দ তাঁরই, ১/৩৩৬। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫৭।"
      }
    ],
    pageTitle: "নতুন চাঁদ দেখে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "171",
        AyaID: "",
        top: "",
        arabic:
          "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ",
        transliteration:
          "যাহাবায-যামাউ ওয়াবতাল্লাতিল ‘উরূকু ওয়া সাবাতাল আজরু ইনশা-আল্লা-হু",
        translations:
          "পিপাসা মিটেছে, শিরাগুলো সিক্ত হয়েছে এবং আল্লাহ্‌ চান তো সওয়াব সাব্যস্ত হয়েছে।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন আবূ দাউদ ২/৩০৬, নং ২৩৫৯ ও অন্যান্য। আরও দেখুন, সহীহুল জামে‘ ৪/২০৯।"
      }
    ],
    pageTitle: "ইফতারের সময় রোযাদারের দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "172",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসআলুকা বিরহ্‌মাতিকাল্লাতী ওয়াসি‘আত কুল্লা শাই’ইন আন তাগফিরা লী",
        translations:
          "হে আল্লাহ! আপনার যে রহমত সকল কিছু পরিব্যাপ্ত করে রেখেছে তার উসীলায় আবেদন করি, আপনি আমাকে ক্ষমা করুন।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন, ইবন মাজাহ্‌ ১/৫৫৭, নং ১৭৫৩; যা মূলত আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহুমার দো‘আ। আর হাফেয ইবন হাজার তাঁর তাখরীজুল আযকারে এটার সনদকে হাসান বলেছেন। শরহুল আযকার, ৪/৩৪২।"
      }
    ],
    pageTitle: "ইফতারের সময় রোযাদারের দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "173",
        AyaID: "1",
        top: "যখন তোমাদের কেউ আহার শুরু করে তখন সে যেন বলে,",
        arabic: "بِسْمِ اللَّهِ",
        transliteration: "বিসমিল্লাহ",
        translations: "আল্লাহর নামে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "173",
        AyaID: "2",
        top: "আর শুরুতে বলতে ভুলে গেলে যেন বলে,",
        arabic: "بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ",
        transliteration: "বিস্‌মিল্লাহি ফী আওওয়ালিহী ওয়া আখিরিহী",
        translations: "এর শুরু ও শেষ আল্লাহ্‌র নামে।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন আবূ দাঊদ ৩/৩৪৭, নং ৩৭৬৭; তিরমিযী, ৪/২৮৮, নং ১৮৫৮। আরও দেখুন, সহীহুত তিরমিযী, ২/১৬৭।"
      }
    ],
    pageTitle: "খাওয়ার পূর্বে দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "174",
        AyaID: "1",
        top: "যাকে আল্লাহ কোনো খাবার খাওয়ায় সে যেন বলে,",
        arabic: "اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ",
        transliteration:
          "আল্লা-হুম্মা বারিক লানা ফীহি ওয়া আত‘ইমনা খাইরাম-মিনহু",
        translations:
          "হে আল্লাহ! আপনি আমাদেরকে এই খাদ্যে বরকত দিন এবং এর চেয়েও উত্তম খাদ্য আহার করান।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "174",
        AyaID: "2",
        top: "আর আল্লাহ্‌ কাউকে দুধ পান করালে সে যেন বলে,",
        arabic: "اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ",
        transliteration: "আল্লা-হুম্মা বারিক লানা ফীহি ওয়াযিদনা মিনহু",
        translations:
          "হে আল্লাহ! আপনি আমাদেরকে এই খাদ্যে বরকত দিন এবং এর চেয়েও উত্তম খাদ্য আহার করান।",
        bottom: "",
        Reference: "তিরমিযী ৫/৫০৬, নং ৩৪৫৫। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫৮।"
      }
    ],
    pageTitle: "খাওয়ার পূর্বে দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "175",
        AyaID: "",
        top: "যে ব্যক্তি বলবে,",
        arabic:
          "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ",
        transliteration:
          "আলহামদু লিল্লা-হিল্লাযী আত‘আমানী হা-যা ওয়া রাযাকানীহি মিন গাইরি হাউলিম মিন্নী ওয়ালা কুওয়াতিন",
        translations:
          "সকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাকে এ আহার করালেন এবং এ রিযিক দিলেন যাতে ছিল না আমার পক্ষ থেকে কোনো উপায়, ছিল না কোনো শক্তি-সামর্থ্য।",
        bottom: "...আল্লাহ তার পূর্বের সমস্ত গুনাহ ক্ষমা করে দিবেন",
        Reference:
          "হাদীসটি নাসাঈ ব্যতীত সকল সুনান গ্রন্থকারগণ সংকলন করেছেন। আবূ দাউদ, নং ৪০২৫; তিরমিযী, নং ৩৪৫৮; ইবন মাজাহ, নং ৩২৮৫। আরও দেখুন, সহীহুত তিরমিযী ৩/১৫৯।"
      }
    ],
    pageTitle: "আহার শেষ করার পর দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "176",
        AyaID: "",
        top: "",
        arabic:
          "الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ (مَكْفِيٍّ وَلاَ) مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا",
        transliteration:
          "আলহামদু লিল্লা-হি হামদান কাসীরান তায়্যিবান মুবা-রাকান ফীহি, গাইরা মাকফিয়্যিন ওয়ালা মুয়াদ্দা‘ইন, ওয়ালা মুসতাগনান ‘আনহু রব্বানা",
        translations:
          "আল্লাহর জন্যই সকল প্রশংসা; এমন প্রশংসা যা অঢেল, পবিত্র ও যাতে রয়েছে বরকত; [যা যথেষ্ট করা হয় নি] , যা বিদায় দিতে পারব না, আর যা থেকে বিমুখ হতে পারব না, হে আমাদের রব্ব!",
        bottom: "",
        Reference:
          "বুখারী ৬/২১৪, হাদীস নং ৫৪৫৮; তিরমিযী, আর শব্দটি তাঁরই, ৫/৫০৭, নং ৩৪৫৬।"
      }
    ],
    pageTitle: "আহার শেষ করার পর দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "177",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ",
        transliteration:
          "আল্লা-হুম্মা বা-রিক লাহুম ফীমা রাযাক্তাহুম ওয়াগফির লাহুম ওয়ারহামহুম",
        translations:
          "হে আল্লাহ! আপনি তাদেরকে যে রিযিক দান করেছেন তাতে তাদের জন্য বরকত দিন এবং তাদের গুনাহ মাফ করুন, আর তাদের প্রতি দয়া করুন।",
        bottom: "",
        Reference: "মুসলিম ৩/১৬১৫, নং ২০৪২।"
      }
    ],
    pageTitle: "আহারের আয়োজনকারীর জন্য মেহমানের দো‘আ"
  },
  {
    duas: [
      {
        _id: "178",
        AyaID: "",
        top: "",
        arabic: "اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي",
        transliteration:
          "আল্লা-হুম্মা আত্ব‘ইম মান আত্ব‘আমানী ওয়াসক্বি মান সাক্বা-নী",
        translations:
          "হে আল্লাহ! যে আমাকে আহার করাবে আপনি তাদেরকে আহার করান এবং যে আমাকে পান করাবে আপনি তাদেরকে পান করান।",
        bottom: "",
        Reference: "মুসলিম ৩/১৬২৬, নং ২০৫৫।"
      }
    ],
    pageTitle: "দো‘আর মাধ্যমে খাবার বা পানীয় চাওয়ার ইঙ্গিত করা"
  },
  {
    duas: [
      {
        _id: "179",
        AyaID: "",
        top: "",
        arabic:
          "أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ",
        transliteration:
          "আফত্বারা ইন্দাকুমুস সা-ইমূন, ওয়া আকালা ত্বা‘আ-মাকুমুল আবরা-রু, ওয়াসাল্লাত আলাইকুমুল মালা-ইকাহ",
        translations:
          "আপনাদের কাছে রোযাদাররা ইফতার করুন, আপনাদের খাবার যেন সৎলোকেরা খায়, আর আপনাদের জন্য ফিরিশতারা ক্ষমা প্রার্থনা করুন।",
        bottom: "",
        Reference:
          "সুনান আবি দাউদ ৩/৩৬৭, নং ৩৮৫৬; ইবন মাজাহ ১/৫৫৬, নং ১৭৪৭; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ২৯৬-২৯৮। আর সেখানে স্পষ্টভাবে বর্ণিত আছে যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার পরিবারের কাছে ইফতার করতেন তখন তা বলতেন। আর শাইখ আলবানী তাঁর সহীহ আবি দাউদে একে সহীহ বলেছেন, ২/৭৩০।"
      }
    ],
    pageTitle: "কোনো পরিবারের কাছে ইফতার করলে তাদের জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "18",
        AyaID: "",
        top: "",
        arabic:
          "اللّٰـهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা আন আদ্বিল্লা, আও উদ্বাল্লা, আও আযিল্লা, আও উযাল্লা, আও আযলিমা, আও উযলামা, আও আজহালা, আও ইয়ুজহালা ‘আলাইয়্যা",
        translations:
          "হে আল্লাহ! আমি আপনার নিকট আশ্রয় চাই যেন নিজেকে বা অন্যকে পথভ্রষ্ট না করি, অথবা অন্যের দ্বারা পথভ্রষ্ট না হই; আমার নিজের বা অন্যের পদস্খলন না করি, অথবা আমায় যেন পদস্খলন করানো না হয়; আমি যেন নিজের বা অন্যের উপর যুলম না করি অথবা আমার প্রতি যুলম না করা হয়; আমি যেন নিজে মুর্খতা না করি, অথবা আমার উপর মূর্খতা করা না হয়।",
        bottom: "",
        Reference:
          "সুনান গ্রন্থকারগণ: আবূ দাউদ, নং ৫০৯৪; তিরমিযী, নং ৩৪২৭; নাসাঈ, নং ৫৫০১; ইবন মাজাহ, নং ৩৮৮৪। আরও দেখুন, সহীহুত তিরমিযী ৩/১৫২; সহীহ ইবন মাজাহ্‌ ২/৩৩৬।"
      }
    ],
    pageTitle: "বাড়ি থেকে বের হওয়ার সময়ের যিক্‌র #২"
  },
  {
    duas: [
      {
        _id: "180",
        AyaID: "",
        top:
          "যদি কাউকে খাবারের দাওয়াত দেওয়া হয় সে যেন তাতে সাড়া দেয়;\n\nতারপর যদি সে রোযাদার হয়, তবে যেন সে তার (খাবার ওয়ালার) জন্য দো‘আ করে, \n\nআর যদি রোযা ভঙ্গকারী হয়, তবে যেন সে খায়।",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference: "মুসলিম, ২/১০৫৪, নং ১১৫০।"
      }
    ],
    pageTitle:
      "রোযাদারের নিকট যদি খাবার উপস্থিত হয়, আর সে রোযা না ভাঙ্গে তখন তার দো‘আ করা"
  },
  {
    duas: [
      {
        _id: "181",
        AyaID: "",
        top: "",
        arabic: "إِنِّي صَائِمٌ، إِنِّي صَائِمٌ",
        transliteration: "ইন্নি সা‘ইমুন, ইন্নি সা’ইমুন",
        translations: "নিশ্চয় আমি রোযাদার, নিশ্চয় আমি রোযাদার।",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৪/১০৩, নং ১৮৯৪; মুসলিম, ২/৮০৬, নং ১১৫১।"
      }
    ],
    pageTitle: "রোযাদারকে কেউ গালি দিলে যা বলবে"
  },
  {
    duas: [
      {
        _id: "182",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا",
        transliteration:
          "আল্লা-হুম্মা বা-রিক লানা ফী সামারিনা, ওয়াবা-রিক লানা ফী মাদীনাতিনা, ওয়াবা-রিক লানা ফী সা‘ইনা, ওয়াবা-রিক লানা ফী মুদ্দিনা",
        translations:
          "হে আল্লাহ, আপনি আমাদের ফল-ফলাদিতে বরকত দিন, আমাদের শহরে বরকত দিন, আমাদের সা‘ তথা বড় পরিমাপক যন্ত্রে বরকত দিন, আমাদের মুদ্দ তথা ছোট পরিমাপক যন্ত্রে বরকত দিন।",
        bottom: "",
        Reference: "মুসলিম, ২/১০০০, নং ১৩৭৩।"
      }
    ],
    pageTitle: "ফলের কলি দেখলে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "183",
        AyaID: "1",
        top: "তোমাদের কেউ হাঁচি দিলে বলবে,",
        arabic: "الْحَمْدُ لِلَّهِ",
        transliteration: "আলহামদু লিল্লা-হি",
        translations: "সকল প্রশংসা আল্লাহ্‌র",
        bottom: "",
        Reference: ""
      },
      {
        _id: "183",
        AyaID: "2",
        top: "এবং তার মুসলিম ভাই বা সাথী যেন অবশ্যই বলে,",
        arabic: "يَرْحَمُكَ اللَّهُ",
        transliteration: "ইয়ারহামুকাল্লা-হ",
        translations: "আল্লাহ আপনাকে রহমত করুন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "183",
        AyaID: "3",
        top:
          "যখন তাকে ইয়ারহামুকাল্লাহ বলা হয়, তখন হাঁচিদাতা যেন তার উত্তরে বলে,",
        arabic: "يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُم",
        transliteration: "ইয়াহ্‌দীকুমুল্লা-হু ওয়া ইউসলিহু বা-লাকুম",
        translations:
          "আল্লাহ আপনাদেরকে সৎপথ প্রদর্শন করুন এবং আপনাদের অবস্থা উন্নত করুন।",
        bottom: "",
        Reference: "বুখারী ৭/১২৫, নং ৫৮৭০।"
      }
    ],
    pageTitle: "হাঁচির দো‘আ"
  },
  {
    duas: [
      {
        _id: "184",
        AyaID: "",
        top: "",
        arabic: "يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُم",
        transliteration: "ইয়াহদীকুমুল্লাহু ওয়া ইউসলিহু বা-লাকুম",
        translations:
          "আল্লাহ আপনাদেরকে সৎপথ প্রদর্শন করুন এবং আপনাদের অবস্থা উন্নত করুন।",
        bottom: "",
        Reference:
          "বুখারী, ফাতহুল বারীসহ, ১০/৮৮; নং ৫৬২৩; মুসলিম, ৩/১৫৯৫, নং ২০১২।"
      }
    ],
    pageTitle:
      "কাফের ব্যক্তি হাঁচি দিয়ে আলহামদুলিল্লাহ বললে তার জবাবে যা বলা হবে"
  },
  {
    duas: [
      {
        _id: "185",
        AyaID: "",
        top: "",
        arabic:
          "بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ",
        transliteration:
          "বা-রাকাল্লা-হু লাকা ওয়াবা-রাকা ‘আলাইকা ওয়া জামা‘আ বাইনাকুমা ফী খাইরিন্",
        translations:
          "আল্লাহ আপনার জন্য বরকতদান করুন, আপনার উপর বরকত নাযিল করুন এবং কল্যাণের সাথে আপনাদের উভয়কে একত্রিত করুন।",
        bottom: "",
        Reference:
          "হাদীসটি নাসাঈ ব্যতীত সকল সুনানগ্রন্থকারগণই সংকলন করেছেন। আবু দাঊদ, নং ২১৩০; তিরমিযী, নং ১০৯১; ইবন মাজাহ, নং ১৯০৫; নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ২৫৯। আরও দেখুন, সহীহুত তিরমিযী ১/৩১৬।"
      }
    ],
    pageTitle: "নব বিবাহিতের জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "186",
        AyaID: "",
        top:
          "যখন তোমাদের কেউ কোনো মেয়েকে বিয়ে করে, অথবা কোনো খাদেম গ্রহণ করে, তখন যেন সে বলে,",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নি আসআলুকা খাইরাহা ওয়া খাইরা মা জাবালতাহা ‘আলাইহি, ওয়া আ‘ঊযু বিকা মিন শাররিহা ওয়া শাররি মা জাবালতাহা ‘আলাইহি",
        translations:
          "হে আল্লাহ, আমি এর যত কল্যাণ রয়েছে এবং যত কল্যাণ তার স্বভাবে আপনি দিয়েছেন তা চাই। আর এর যত অকল্যাণ রয়েছে এবং যত অকল্যাণ ওর স্বভাব-চরিত্রে আপনি রেখেছেন তা থেকে আপনার আশ্রয় চাই।",
        bottom:
          "আর যখন কোনো উট তথা বাহন খরিদ করে, তখন যেন সে তার কুঁজের সর্বোচ্চ স্থানে হাত রাখে এবং অনুরূপ বলে।",
        Reference:
          "আবু দাঊদ-২/২৪৮, নং ২১৬০; ইবন মাজাহ্‌ ১/৬১৭, নং ১৯১৮। আরও দেখুন, সহীহ ইবন মাজাহ, ১/৩২৪।"
      }
    ],
    pageTitle: "বিবাহিত ব্যক্তির দো‘আ এবং বাহন ক্রয়ের পর দো‘আ"
  },
  {
    duas: [
      {
        _id: "187",
        AyaID: "",
        top: "",
        arabic:
          "بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا",
        transliteration:
          "বিসমিল্লাহি আল্লা-হুম্মা জান্নিবনাশ্-শাইত্বানা ওয়া জান্নিবিশ্-শাইত্বানা মা রযাকতানা",
        translations:
          "আল্লাহ্‌র নামে। হে আল্লাহ! আপনি আমাদের থেকে শয়তানকে দূরে রাখুন এবং আমাদেরকে আপনি যে সন্তান দান করবেন তার থেকেও শয়তানকে দূরে রাখুন।",
        bottom: "",
        Reference: "বুখারী ৬/১৪১, নং ১৪১; মুসলিম ২/১০২৮, নং ১৪৩৪।"
      }
    ],
    pageTitle: "স্ত্রী-সহবাসের পুর্বের দো‘আ"
  },
  {
    duas: [
      {
        _id: "188",
        AyaID: "",
        top: "",
        arabic: "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
        transliteration: "আ‘ঊযু বিল্লাহি মিনাশ্-শাইত্বা-নির রাজীম",
        translations: "আল্লাহ্‌র নিকট আশ্রয় চাই বিতাড়িত শয়তান থেকে।",
        bottom: "",
        Reference: "বুখারী ৭/৯৯, নং ৩২৮২; মুসলিম ৪/২০১৫, নং ২৬১০।"
      }
    ],
    pageTitle: "ক্রোধ দমনের দো‘আ"
  },
  {
    duas: [
      {
        _id: "189",
        AyaID: "",
        top: "",
        arabic:
          "الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً",
        transliteration:
          "আলহামদু লিল্লা-হিল্লাযী ‘আ-ফানী মিম্মাবতালা-কা বিহী, ওয়া ফাদ্দালানী ‘আলা কাসীরিম মিম্মান খালাক্বা তাফদীলান",
        translations:
          "সকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আপনাকে যে পরীক্ষায় ফেলেছেন তা থেকে আমাকে নিরাপদ রেখেছেন এবং তার সৃষ্টির অনেকের উপরে আমাকে অধিক সম্মানিত করেছেন।",
        bottom: "",
        Reference:
          "তিরমিযী ৫/৪৯৪, ৫/৪৯৩, নং ৩৪৩২। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫৩।"
      }
    ],
    pageTitle: "বিপন্ন লোক দেখলে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "19",
        AyaID: "",
        top: "",
        arabic:
          "بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا",
        transliteration:
          "বিসমিল্লাহি ওয়ালাজনা, ওয়াবিস্‌মিল্লাহি খারাজনা, ওয়া ‘আলাল্লাহি রাব্বিনা তাওয়াক্কালনা",
        translations:
          "আল্লাহ্‌র নামে আমরা প্রবেশ করলাম, আল্লাহ্‌র নামেই আমরা বের হলাম এবং আমাদের রব আল্লাহ্‌র উপরই আমরা ভরসা করলাম",
        bottom:
          "অতঃপর ঘরের লোকজনকে সালাম দিবে। [১] \n\nতাছাড়া সহীহ হাদীসে এসেছে, “যখন তোমাদের কেউ ঘরে প্রবেশ করে, আর প্রবেশের সময় ও খাবারের সময় আল্লাহকে স্মরণ করে, তখন শয়তান (নিজ ব্যক্তিদের) বলে, 'তোমাদের কোনো বাসস্থান নেই, তোমাদের রাতের কোনো খাবার নেই। '” [২]",
        Reference:
          "[১] আবূ দাউদ ৪/৩২৫, ৫০৯৬। আর আল্লামা ইবন বায রহ. তার তুহফাতুল আখইয়ার গ্রন্থে পৃ. ২৮ এটার সনদকে হাসান বলেছেন। \n[২] মুসলিম, নং ২০১৮।"
      }
    ],
    pageTitle: "ঘরে প্রবেশের সময় যিক্‌র"
  },
  {
    duas: [
      {
        _id: "190",
        AyaID: "",
        top:
          "ইবন উমার রাদিয়াল্লাহু ‘আনহুমা বলেন, গণনা করে দেখা যেত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বৈঠক থেকে উঠে যাবার পূর্বে একশবার এই দো‘আ পড়তেনঃ",
        arabic:
          " رَبِّ اغْفِرْ لِي وَتُبْ عَلَىَّ إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُورُ",
        transliteration:
          "রব্বিগফির লী ওয়াতুব ‘আলাইয়্যা, ইন্নাকা আনতাত্ তাউওয়া-বুল গাফূর",
        translations:
          "হে আমার রব্ব! আপনি আমাকে মাফ করুন এবং তাওবাহ কবুল করুন; নিশ্চয় আপনিই তওবা কবুলকারী ক্ষমাশীল।",
        bottom: "",
        Reference:
          "তিরমিযী, নং ৩৪৩৪; ইবন মাজাহ, নং ৩৮১৪। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫৩; সহীহু ইবনি মাজাহ, ২/৩২১। আর শব্দটি তিরমিযীর।"
      }
    ],
    pageTitle: "মজলিসে যা বলতে হয়"
  },
  {
    duas: [
      {
        _id: "191",
        AyaID: "",
        top:
          "আয়েশা রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখনই কোনো মজলিসে বসেছেন, অথবা কুরআন তেলাওয়াত করেছেন, অথবা সালাত আদায় করেছেন, তখনই একে কিছু বাক্যের মাধ্যমে সম্পন্ন করেছেন [১],",
        arabic:
          "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
        transliteration:
          "সুব্‌হা-নাকাল্লা-হুম্মা ওয়া বিহামদিকা আশহাদু আল্লা ইলাহা ইল্লা আনতা আস্তাগফিরুকা ওয়া আতূবু ইলাইকা",
        translations:
          "হে আল্লাহ! আমি আপনার প্রশংসা সহকারে আপনার পবিত্রতা ঘোষণা করি। আমি সাক্ষ্য দেই যে, আপনি ছাড়া হক্ব কোনো ইলাহ নেই। আমি আপনার নিকট ক্ষমা প্রার্থনা করি এবং আপনার নিকট তওবা করি। [২]",
        bottom: "",
        Reference:
          "[১] হাদীসটি নাসাঈ তাঁর আমালুল ইয়াওমি ওয়াল-লাইলাহ গ্রন্থে নং ৩০৮ এ বর্ণনা করেছেন। অনুরূপভাবে আহমাদ, ৬/৭৭, নং ২৪৪৮৬। আর ড. ফারূক হাম্মাদাহ, ইমাম নাসাঈ এর আমালুল ইয়াওমি ওয়াল-লাইলাহ গ্রন্থের তাহকীকের সময় এ হাদীসটিকে সহীহ বলেছেন। পৃ. ২৭৩। \n[২] হাদীসটি সুনান গ্রন্থকারগণ সবাই সংকলন করেছেন। আবু দাঊদ, নং ৪৮৫৮; তিরমিযী, নং ৩৪৩৩; নাসাঈ, নং ১৩৪৪। আরও দেখুন, সহীহুত তিরমিযী ৩/১৫৩।"
      }
    ],
    pageTitle: "বৈঠকের শেষে কাফ্‌ফারা হিসেবে দোআ"
  },
  {
    duas: [
      {
        _id: "192",
        AyaID: "1",
        top:
          'আব্দুল্লাহ ইবনে সারজিস রাদিয়াল্লাহু আনহু বলেন, "আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম আর তাঁর কাছ থেকে খাবার খেলাম। অতঃপর বললাম,',
        arabic: "غَفَرَ اللَّهُ لَكَ يَا رَسُولَ للَّهِ",
        transliteration: "গাফারাল্লাহু লাকা ইয়া রাসূলুল্লাহ",
        translations: "আল্লাহ আপনাকে ক্ষমা করুন, ইয়া রাসূলুল্লাহ!",
        bottom: "",
        Reference: ""
      },
      {
        _id: "192",
        AyaID: "2",
        top: "অতঃপর তিনি বললেন,",
        arabic: "وَلَكَ",
        transliteration: "ওয়া লাকা",
        translations: "আর আপনাকেও।",
        bottom: "",
        Reference:
          "আহমাদ ৫/৮২, নং ২০৭৭৮; আন-নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, পৃ. ২১৮, নং ৪২১। তাহকীক, ড. ফারূক হাম্মাদাহ।"
      }
    ],
    pageTitle: "কেউ যদি বলে, ‘আল্লাহ আপনাকে ক্ষমা করুন’, তার জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "193",
        AyaID: "",
        top: "",
        arabic: "جَزَاكَ اللَّهُ خَيْراً",
        transliteration: "জাযা-কাল্লা-হু খাইরান",
        translations: "আল্লাহ আপনাকে উত্তম বিনিময় দান করুন।",
        bottom: "",
        Reference:
          "তিরমিযী, হাদিস নং ২০৩৫। আরও দেখুন, সহীহুল জামে‘ ৬২৪৪; সহীহুত তিরমিযী, ২/২০০।"
      }
    ],
    pageTitle: "কেউ আপনার সাথে সদাচারণ করলে তার জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "194",
        AyaID: "",
        top:
          "যে ব্যক্তি সূরা কাহফের প্রথম দশটি আয়াত মুখস্থ করবে, তাকে দাজ্জাল থেকে রক্ষা করা হবে। [১] \n\nঅনুরূপভাবে প্রতি নামাযের শেষ বৈঠকে তাশাহহুদের পর তার (দাজ্জালের) বিপর্যয় থেকে রক্ষা পাবার জন্য আল্লাহ্‌র নিকট আশ্রয় প্রার্থনা করতে হবে। [২]",
        arabic: "",
        transliteration: "",
        translations: "দেখুন, দো‘আ ২৪.১ এবং ২৪.২",
        bottom: "",
        Reference:
          "[১] মুসলিম ১/৫৫৫, নং ৮০৯; অন্য বর্ণনায় এসেছে, সূরা কাহাফের শেষাংশ, ১/৫৫৬, নং ৮০৯। \n[২] দেখুন, দো‘আ ২৪.১ এবং ২৪.২।"
      }
    ],
    pageTitle: "আল্লাহ যা দ্বারা দাজ্জাল থেকে হেফাযত করবেন"
  },
  {
    duas: [
      {
        _id: "195",
        AyaID: "",
        top: "",
        arabic: "أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ",
        transliteration: "আহাব্বাকাল্লাযী আহ্বাবতানী লাহু",
        translations:
          "যাঁর জন্য আপনি আমাকে ভালোবেসেছেন, তিনি আপনাকে ভালোবাসুন।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন, আবু দাঊদ ৪/৩৩৩, নং ৫১২৫। আর শাইখ আলবানী একে সহীহ আবি দাউদে হাসান বলেছেন, ৩/৯৬৫।"
      }
    ],
    pageTitle:
      "যে ব্যক্তি বলবে, ‘আমি আপনাকে আল্লাহ্‌র জন্য ভালোবাসি’— তার জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "196",
        AyaID: "",
        top: "",
        arabic: "بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ",
        transliteration: "বা-রাকাল্লা-হু লাকা ফী আহলিকা ওয়া মা-লিকা",
        translations: "আল্লাহ আপনার পরিবারে ও সম্পদে বরকত দান করুন।",
        bottom: "",
        Reference: "বুখারী, (ফাতহুল বারীসহ) ৪/২৮৮, হাদীস নং ২০৪৯।"
      }
    ],
    pageTitle: "আপনাকে কেউ তার সম্পদ দান করার জন্য পেশ করলে তার জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "197",
        AyaID: "",
        top: "",
        arabic:
          "بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ",
        transliteration:
          "বা-রাকাল্লা-হু লাকা ফী আহলিকা ওয়া মা-লিকা, ইন্নামা জাযা-উস সালাফে আল-হামদু ওয়াল আদা-উ",
        translations:
          "আল্লাহ আপনার পরিবারে ও সম্পদে বরকত দান করুন। ঋণের প্রতিদান তো কৃতজ্ঞতা প্রকাশ ও (ঠিকভাবে) আদায়।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন, নাসাঈ, তাঁর আমালুল ইয়াওমি ওয়াল-লাইলাহ গ্রন্থে, পৃ. ৩০০; ইবন মাজাহ, ২/৮০৯, নং ২৪২৪। আরও দেখুন, সহীহ ইবন মাজাহ, ২/৫৫।"
      }
    ],
    pageTitle: "কেউ ঋণ দিলে তা পরিশোধের সময় দো‘আ"
  },
  {
    duas: [
      {
        _id: "198",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা আন উশরিকা বিকা ওয়া ‘আনা আ‘লামু ওয়া আস্তাগফিরুকা লিমা লা আ‘লামু",
        translations:
          "হে আল্লাহ! আমি জ্ঞাতসারে আপনার সাথে শির্ক করা থেকে আপনার নিকট আশ্রয় চাই এবং অজ্ঞতাসারে (শির্ক) হয়ে গেলে তার জন্য ক্ষমা চাই।",
        bottom: "",
        Reference:
          "আহমাদ ৪/৪০৩, নং ১৯৬০৬; ইমাম বুখারীর আল-আদাবুল মুফরাদ, নং ৭১৬। আরও দেখুন, সহীহ আল জামে ৩/২৩৩; সহীহুত তারগীব ওয়াত তারহীব লিল আলবানী, ১/১৯।"
      }
    ],
    pageTitle: "শির্কের ভয়ে দো‘আ"
  },
  {
    duas: [
      {
        _id: "199",
        AyaID: "1",
        top:
          "আয়িশা (রা:) হতে বর্ণিত রাসূলুল্লাহ (স:) একদিন একটি ভেড়া হাদিয়া পান এরপর তা দান করে দিতে বলেন। \n\nযখন সে দাসটি ফিরে আসল আয়িশা (রা:) জিজ্ঞেস করলেন, “তারা কী বলল?”\n\nসে উত্তর দিল, “তারা এই দোআ পাঠ করল,",
        arabic: "بَارَكَ اللَّهُ فِيكُمْ",
        transliteration: "বা-রাকাল্লা-হু ফীহিম",
        translations: "আল্লাহ আপনাদের মধ্যে বরকত দান করুন”",
        bottom: "",
        Reference: ""
      },
      {
        _id: "199",
        AyaID: "2",
        top: "আয়িশা (রা:) তখন বললেন,",
        arabic: "وَ فِيهِم بَارَكَ اللَّهُ",
        transliteration: "ওয়াফীহিম বা-রাকাল্লা-হ",
        translations: "আর তাদের মধ্যেও আল্লাহ বরকত দিন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "199",
        AyaID: "3",
        top: "",
        arabic: "وَفِيكَ بَارَكَ اللَّهُ",
        transliteration: "ওয়াফীকা বা-রাকাল্লা-হ",
        translations: "আর আপনার মধ্যেও আল্লাহ বরকত দিন।",
        bottom: "[তাই আমরাও একই ভাবে দোয়া করব একই রকম সাওয়াবের আশায়]",
        Reference:
          "হাদীসটি ইবনুস সুন্নী সংকলন করেছেন, পৃ. ১৩৮, নং ২৭৮। আরও দেখুন, ইবনুল কাইয়্যেমের আল-ওয়াবিলুস সাইয়্যেব, পৃ. ৩০৪। তাহকীক, বশীর মুহাম্মাদ উয়ূন।"
      }
    ],
    pageTitle: "কেউ যদি বলে, ‘আল্লাহ আপনার উপর বরকত দিন’, তার জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "2",
        AyaID: "",
        top: "",
        arabic:
          "الْحَمْدُ لِلَّهِ الَّذِيْ أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُوْرُ",
        transliteration:
          "আলহামদু লিল্লা-হিল্লাযী আহ্ইয়া-না- বা‘দা মা- আমা-তানা- ওয়া ইলাইহিন্ নুশূর",
        translations:
          "হামদ-প্রশংসা আল্লাহ্‌র জন্য, যিনি (নিদ্রারূপ) মৃত্যুর পর আমাদেরকে জীবিত করলেন, আর তাঁরই নিকট সকলের পুনরুত্থান",
        bottom: "",
        Reference: "বুখারী ফাতহুল বারী ১১/১১৩, নং ৬৩১৪; মুসলিম ৪/২০৮৩, নং ২৭১১।"
      }
    ],
    pageTitle: "ঘুম থেকে জেগে উঠার সময়ের যিক্‌রসমূহ #১"
  },
  {
    duas: [
      {
        _id: "20",
        AyaID: "1",
        top: "",
        arabic:
          "اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوراً، وَفِي لِسَانِي نُوراً، وَفِي سَمْعِي نُوراً، وَفِي بَصَرِي نُوراً، وَمِنْ فَوْقِي نُوراً، وَمِنْ تَحْتِي نُوراً، وَعَنْ يَمِينِي نُوراً، وَعَنْ شِمَالِي نُوراً، وَمِنْ أَمَامِي نُوراً، وَمِنْ خَلْفِي نُوراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وَأَعْظِمْ لِي نُوراً، وَعَظِّمْ لِي نُوراً، وَاجْعَلْ لِي نُوراً، وَاجْعَلْنِي نُوراً، اللَّهُمَّ أَعْطِنِي نُوراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وَفِي بَشَرِي نُوراً،",
        transliteration:
          "আল্লা-হুম্মাজ‘আল ফী ক্বালবী নূরান, ওয়া ফী লিসানী নূরান, ওয়া ফী সাম্‘য়ী নূরান, ওয়া ফী বাসারী নূরান, ওয়া মিন ফাওকী নূরান, ওয়া মিন তাহ্‌তী নূরান, ওয়া ‘আন ইয়ামীনী নূরান, ওয়া ‘আন শিমালী নূরান, ওয়া মিন আমামী নূরান, ওয়া মিন খলফী নূরান, ওয়াজ‘আল ফী নাফ্‌সী নূরান, ওয়া আ‘যিম লী নূরান, ওয়া ‘আয্‌যিম লী নূরান, ওয়াজ‘আল্ লী নূরান, ওয়াজ‘আলনী নূরান; আল্লা-হুম্মা আ‘তিনী নূরান, ওয়াজ‘আল ফী ‘আসাবী নূরান, ওয়া ফী লাহ্‌মী নূরান, ওয়া ফী দামী নূরান, ওয়া ফী শা‘রী নূরান, ওয়া ফী বাশারী নূরান।",
        translations:
          "হে আল্লাহ! আপনি আমার অন্তরে নূর (বা আলো) দান করুন, আমার যবানে নূর দান করুন, আমার শ্রবণশক্তিতে নূর দান করুন, আমার দর্শনশক্তিতে নূর দান করুন, আমার উপরে নূর দান করুন, আমার নীচে নূর দান করুন, আমার ডানে নূর দান করুন, আমার বামে নূর দান করুন, আমার সামনে নূর দান করুন, আমার পেছনে নূর দান করুন, আমার আত্মায় নূর দান করুন, আমার জন্য নূরকে বড় করে দিন, আমার জন্য নূর বাড়িয়ে দিন, আমার জন্য নূর নির্ধারণ করুন, আমাকে আলোকময় করুন। হে আল্লাহ! আমাকে নূর দান করুন, আমার পেশীতে নূর প্রদান করুন, আমার গোশ্‌তে নূর দান করুন, আমার রক্তে নূর দান করুন, আমার চুলে নূর দান করুন ও আমার চামড়ায় নূর দান করুন। [১]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "20",
        AyaID: "2",
        top: "",
        arabic:
          "اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي… وَنُوراً فِي عِظَامِي",
        transliteration:
          "আল্লা-হুম্মাজ‘আল লী নূরান ফী কাবরী... ওয়া নূরান ফী ‘ইযামী",
        translations:
          "হে আল্লাহ! আমার জন্য আমার কবরে নূর দিন, আমার হাড়সমূহেও নূর দিন [২]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "20",
        AyaID: "3",
        top: "",
        arabic: "وَزِدْنِي نُوراً، وَزِدْنِي نُوراً، وَزِدْنِي نُوراً",
        transliteration: "ওয়া যিদ্‌নী নূরান, ওয়া যিদনী নূরান, ওয়া যিদনী নূরান",
        translations:
          "আমাকে নূরে বৃদ্ধি করে দিন, আমাকে নূরে বৃদ্ধি করে দিন, আমাকে নূরে বৃদ্ধি করে দিন [৩]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "20",
        AyaID: "4",
        top: "",
        arabic: "وَهَبْ لِي نُوراً عَلَى نُورٍ",
        transliteration: "ওয়া হাবলী নূরান ‘আলা নুর",
        translations: "আমাকে নূরের উপর নূর দান করুন [৪]",
        bottom: "",
        Reference:
          "[১] এ শব্দগুলোর জন্য দেখুন, বুখারী, (ফাতহুল বারীসহ) ১১/১১৬, নং ৬৩১৬; মুসলিম ১/৫২৬, ৫২৯, ৫৩০, নং ৭৬৩। \n[২] তিরমিযী ৫/৪৮৩, নং ৩৪১৯। \n[৩] ইমাম বুখারী, আল-আদাবুল মুফরাদ, নং ৬৯৫; পৃ. ২৫৮; আর আলবানী সেটার সনদকে সহীহ আদাবিল মুফরাদে সহীহ বলেছেন, নং ৫৩৬। \n[৪] হাফেয ইবন হাজার এটাকে তার ফতহুল বারীতে উল্লেখ করেছেন এবং ইবন আবী আসেমের ‘কিতাবুদ দো‘আ’ এর দিকে সম্পর্কিত করেছেন। দেখুন ফাতহুল বারী, ১১/১১৮। আরও বলেছেন, বিভিন্ন বর্ণনা থেকে মোট ২৫ (পঁচিশটি) বিষয় পাওয়া গেল।"
      }
    ],
    pageTitle: "মসজিদে যাওয়ার সময়ে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "200",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ",
        transliteration:
          "আল্লা-হুম্মা লা ত্বাইরা ইল্লা ত্বাইরুকা ওয়ালা খাইরা ইল্লা খাইরুকা ওয়ালা ইলা-হা গাইরুকা",
        translations:
          "হে আল্লাহ! আপনার পক্ষ থেকে অশুভ মঞ্জুর না হলে অশুভ বলে কিছু নেই। আপনার কল্যাণ ছাড়া কোনো কল্যাণ নেই। আর আপনি ছাড়া কোনো হক্ব ইলাহ নেই। [১]",
        bottom:
          "তবে সুলক্ষণ নেওয়া রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম পছন্দ করতেন। সেজন্য যখন তিনি কোনো মানুষ থেকে কোনো ভালো বাক্য বা সুবচন শুনতেন, তখন সেটা তাঁর কাছে ভালো লাগত এবং বলতেন, “তোমার মুখ থেকে তোমার সুলক্ষণ গ্রহণ করেছি”। [২]",
        Reference:
          "[১] আহমাদ ২/২২০, নং ৭০৪৫; ইবনুস সুন্নী, হাদীস নং ২৯২। আর শাইখ আলবানী তাঁর সিলসিলাতুল আহাদীসিস সহীহায় ৩/৫৪, নং ১০৬৫, একে সহীহ বলেছেন। \n[২] আবু দাউদ, নং ৩৭১৯; আহমাদ, নং ৯০৪০। আর শাইখ আলবানী তাঁর সিলসিলাতুস সহীহায় একে সহীহ বলেছেন, ২/৩৬৩; আবুশ শাইখ, আখলাকুন নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম, পৃ. ২৭০।"
      }
    ],
    pageTitle: "অশুভ লক্ষণ গ্রহণকে অপছন্দ করে দো‘আ"
  },
  {
    duas: [
      {
        _id: "201",
        AyaID: "",
        top: "",
        arabic:
          "بِسْمِ اللَّهِ، وَالْحَمْدُ لِلَّهِ ، سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
        transliteration:
          "বিস্‌মিল্লা-হি, আলহাম্‌দু লিল্লা-হি, সুব্‌হা-নাল্লাযী সাখখারা লানা হা-যা ওয়ামা কুন্না লাহু মুক্বরিনীন। ওয়া ইন্না ইলা রব্বিনা লামুনক্বালিবূন, আলহামদুলিল্লা-হ, আলহামদুলিল্লা-হ, আলহামদুলিল্লা-হ, আল্লা-হু আকবার, আল্লা-হু আকবার, আল্লা-হু আকবার, সুবহা-নাকাল্লা-হুম্মা ইন্নী যালামতু নাফসী ফাগফির লী। ফাইন্নাহু লা ইয়াগফিরুয্যুনূবা ইল্লা আনতা",
        translations:
          "আল্লাহ্‌র নামে; আর সকল প্রশংসা আল্লাহ্‌র জন্য। পবিত্র মহান সেই সত্তা, যিনি একে আমাদের জন্য বশীভূত করে দিয়েছেন, অন্যথায় আমরা একে বশীভূত করতে সক্ষম ছিলাম না। আর আমরা অবশ্যই প্রত্যাবর্তন করবো আমাদের রব্বের দিকে। সকল প্রশংসা আল্লাহ্‌র জন্য, সকল প্রশংসা আল্লাহ্‌র জন্য, সকল প্রশংসা আল্লাহ্‌র জন্য। আল্লাহ সবচেয়ে বড়, আল্লাহ সবচেয়ে বড়, আল্লাহ সবচেয়ে বড়। হে আল্লাহ! আপনি পবিত্র-মহান; আমি আমার নিজের উপর যুলুম করেছি, সুতরাং আপনি আমাকে মাফ করে দিন। কেননা, আপনি ছাড়া গুনাহ মাফ করার আর কেউ নেই।",
        bottom: "",
        Reference:
          "আবু দাঊদ ৩/৩৪, ২৬০২; তিরমিযী ৫/৫০১, নং ৩৪৪৬। আরও দেখুন, সহীহুত তিরমিযী ৩/১৫৬। আর আয়াত দু’টি হচ্ছে, সূরা আয-যুখরুফের ১৩-১৪।"
      }
    ],
    pageTitle: "বাহনে আরোহণের দো‘আ"
  },
  {
    duas: [
      {
        _id: "202",
        AyaID: "1",
        top: "তিনবার বলবে,",
        arabic: "اللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ সবচেয়ে বড়",
        bottom: "",
        Reference: ""
      },
      {
        _id: "202",
        AyaID: "2",
        top: "তারপর বলবে,",
        arabic:
          "سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ",
        transliteration:
          "সুব্‌হা-নাল্লাযী সাখখারা লানা হা-যা ওয়ামা কুন্না লাহু মুক্বরিনীনা। ওয়া ইন্না ইলা রব্বিনা লামুনক্বালিবূন।",
        translations:
          "পবিত্র মহান সেই সত্তা, যিনি আমাদের জন্য একে বশীভূত করে দিয়েছেন, অন্যথায় আমরা একে বশীভূত করতে সক্ষম ছিলাম না। আর আমরা অবশ্যই আমাদের রব্বের নিকট প্রত্যাবর্তন করব।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "202",
        AyaID: "3",
        top: "",
        arabic:
          "اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَلِيفَةُ فِي الْأَهْلِ",
        transliteration:
          "আল্লা-হুম্মা ইন্না নাস’আলুকা ফী সাফারিনা হা-যাল-বিররা ওয়াত্তাকওয়া, ওয়ামিনাল ‘আমালি মা তারদ্বা। আল্লা-হুম্মা হাউইন ‘আলাইনা সাফারানা হা-যা ওয়াতউই ‘আন্না বু‘দাহু। আল্লা-হুম্মা আনতাস সা-হিবু ফিস সাফারি ওয়াল-খালীফাতু ফিল আহ্‌লি।",
        translations:
          "হে আল্লাহ! আমরা এই সফরে আপনার কাছে চাই পূণ্য ও তাকওয়া এবং এমন কাজ যা আপনি পছন্দ করেন। হে আল্লাহ! আমাদের জন্য এই সফরকে সহজ করে দিন এবং এর দুরত্বকে আমাদের জন্য কমিয়ে দিন। হে আল্লাহ্! আপনিই সফরে আমাদের সাথী এবং আমাদের পরিবার-পরিজনের তত্ত্বাবধায়ণকারী।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "202",
        AyaID: "4",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা মিন ওয়া‘আসা-ইস্ সাফারি ওয়া কা’আবাতিল মানযারি ওয়া সূ-ইল মুনক্বালাবি ফিল মা-লি ওয়াল আহল",
        translations:
          "হে আল্লাহ! আমরা আপনার আশ্রয় প্রার্থনা করি সফরের কষ্ট-ক্লেশ থেকে, অবাঞ্ছিত অবস্থার দৃশ্য থেকে এবং সম্পদ ও পরিবারে অনিষ্টকর প্রত্যাবর্তন থেকে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "202",
        AyaID: "5",
        top:
          "আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফর থেকে ফেরার সময়ও তা পড়তেন এবং তাতে যোগ করতেন,",
        arabic: "آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ",
        transliteration: "আ-ইবূনা তা-ইবূনা ‘আ-বিদূনা, লিরব্বিনা হা-মিদূন",
        translations:
          "আমরা প্রত্যাবর্তনকারী, তওবাকারী, ইবাদতকারী এবং আমাদের রব্বের প্রশংসাকারী।",
        bottom: "",
        Reference: "মুসলিম ২/৯৭৮, হাদীস নং ১৩৪২।"
      }
    ],
    pageTitle: "সফরের দো‘আ"
  },
  {
    duas: [
      {
        _id: "203",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا",
        transliteration:
          "আল্লা-হুম্মা রব্বাস্ সামা-ওয়া-তিস্ সাব‘ঈ ওয়ামা আযলালনা, ওয়ারব্বাল আরাদীনাস সাব‘ঈ ওয়ামা আক্বলালনা, ওয়া রব্বাশ শাইয়া-তী-নি ওয়ামা আদ্বলালনা, ওয়া রব্বাররিয়া-হি ওয়ামা যারাইনা, আস’আলুকা খাইরা হা-যিহিল কারইয়াতি ওয়া খাইরা আহলিহা ওয়া খাইরা মা ফীহা। ওয়া আ‘ঊযু বিকা মিন শাররিহা ওয়া শাররি আহলিহা ওয়া শাররি মা ফীহা",
        translations:
          "হে আল্লাহ! সাত আসমান এবং তা যা কিছু ছায়া দিয়ে রেখেছে তার রব্ব! সাত যমীন এবং তা যা ধারণ করে রেখেছে তার রব্ব! শয়তানদের এবং ওদের দ্বারা পথভ্রষ্টদের রব্ব! বাতাসসমূহ এবং তা যা উড়িয়ে নেয় তার রব্ব! আমি আপনার নিকট চাই এ জনপদের কল্যাণ, এ জনপদবাসীর কল্যাণ এবং এর মাঝে যা আছে তার কল্যাণ। আর আমি আপনার নিকট আশ্রয় চাই এ জনপদের অনিষ্ট থেকে, তাতে বসবাসকারীদের অনিষ্ট থেকে এবং এর মাঝে যা আছে তার অনিষ্ট থেকে।",
        bottom: "",
        Reference:
          "হাকেম, আর তিনি একে সহীহ বলেছেন এবং ইমাম যাহাবী সেটা সমর্থন করেছেন ২/১০০; ইবনুস সুন্নী, নং ৫২৪। তাছাড়া হাফেয ইবন হাজার তাঁর তাখরীজুল আযকার ৫/১৫৪, একে হাসান বলেছেন। আল্লামা ইবন বায রাহেমাহুল্লাহ বলেন, ‘হাদীসটি নাসাঈ হাসান সনদে বর্ণনা করেছেন।’ দেখুন, তুহফাতুল আখইয়ার, পৃ. ৩৭।"
      }
    ],
    pageTitle: "গ্রাম বা শহরে প্রবেশের দো‘আ"
  },
  {
    duas: [
      {
        _id: "204",
        AyaID: "",
        top: "",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاَ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকালাহু লাহুল-মুলকু ওয়ালাহুল হামদু ইয়ুহঈ ওয়াইয়ুমীতু ওয়াহুয়া হায়্যুন লা ইয়ামূতু বিয়াদিহিল খাইরু ওয়া হুওয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরিক নেই, রাজত্ব তাঁরই, প্রশংসা মাত্রই তাঁর। তিনিই জীবন দান করেন এবং তিনিই মারেন। আর তিনি চিরঞ্জীব, মারা যাবেন না। সকল প্রকার কল্যাণ তাঁর হাতে নিহিত। তিনি সব কিছুর উপর ক্ষমতাবান।",
        bottom: "",
        Reference:
          "তিরমিযী, নং ৩৪২৮; ইবন মাজাহ, ৫/২৯১, নং ৩৮৬০; হাকেম ১/৫৩৮। আর শাইখ আলবানী হাদীসটিকে সহীহ ইবন মাজাহ্‌ ২/২১; সহীহুত তিরমিযী, ৩/১৫২ হাসান হাদীস বলেছেন।"
      }
    ],
    pageTitle: "বাজারে প্রবেশের দো‘আ"
  },
  {
    duas: [
      {
        _id: "205",
        AyaID: "",
        top: "",
        arabic: "بِسْمِ اللَّهِ",
        transliteration: "বিসমিল্লা-হ",
        translations: "আল্লাহ্‌র নামে।",
        bottom: "",
        Reference:
          "আবূ দাউদ, ৪/২৯৬, নং ৪৯৮২। আর শাইখ আলবানী একে সহীহ বলেছেন, সহীহ আবি দাউদে, ৩/৯৪১।"
      }
    ],
    pageTitle: "বাহন হোঁচট খেলে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "206",
        AyaID: "",
        top: "",
        arabic: "أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ",
        transliteration: "আস্তাউদি‘উ কুমুল্লা-হাল্লাযী লা তাদ্বী‘উ ওয়াদা-ই‘উহু",
        translations:
          "আমি তোমাদেরকে আল্লাহ্‌র হেফাযতে রেখে যাচ্ছি, যাঁর কাছে রাখা আমানতসমূহ কখনও বিনষ্ট হয় না।",
        bottom: "",
        Reference:
          "আহমাদ ২/৪০৩, নং ৯২৩০; ইবন মাজাহ্‌, ২/৯৪৩, নং ২৮২৫। আরও দেখুন, সহীহ ইবন মাজাহ্‌ ২/১৩৩।"
      }
    ],
    pageTitle: "মুক্বীম বা অবস্থানকারীদের জন্য মুসাফিরের দো‘আ"
  },
  {
    duas: [
      {
        _id: "207",
        AyaID: "",
        top: "",
        arabic:
          "أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ",
        transliteration:
          "আস্তাউদি‘উল্লা-হা দীনাকা ওয়া আমা-নাতাকা ওয়া খাওয়া-তীমা ‘আমালিকা",
        translations:
          "আমি আপনার দীন, আপনার আমানত (পরিবার-পরিজন ও ধন-সম্পদ) এবং আপনার সর্বশেষ আমলকে আল্লাহ্‌র হেফাযতে রাখছি।",
        bottom: "",
        Reference:
          "আহমাদ ২/৭, ৪৫২৪, তিরমিযী ৫/৪৯৯, নং ৩৪৪৩। আর শাইখ আলবানী একে সহীহু সুনানিত তিরমিযীতে ৩/৪১৯ সহীহ হাদীস বলেছেন।"
      }
    ],
    pageTitle: "মুসাফিরের জন্য মুক্বীম বা অবস্থানকারীর দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "208",
        AyaID: "",
        top: "",
        arabic:
          "زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ مَا كُنْتَ",
        transliteration:
          "যাওয়াদাকাল্লাহুত তাক্বওয়া, ওয়াগাফারা যানবাকা, ওয়া ইয়াসসারা লাকাল খাইরা হাইসু মা কুনতা",
        translations:
          "আল্লাহ আপনাকে তাকওয়ার পাথেয় প্রদান করুন, আপনার গুনাহ ক্ষমা করুন, আর যেখানেই থাকুন না কেন আপনার জন্য কল্যাণকে সহজ করে দিন।",
        bottom: "",
        Reference: "তিরমিযী, নং ৩৪৪৪; আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫৫।"
      }
    ],
    pageTitle: "মুসাফিরের জন্য মুক্বীম বা অবস্থানকারীর দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "209",
        AyaID: "1",
        top: "জাবের রাদিয়াল্লাহু ‘আনহু বলেন, “আমরা যখন উঁচুতে আরোহণ করতাম তখন",
        arabic: "اللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ সবচেয়ে বড়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "209",
        AyaID: "2",
        top: "...আর যখন নীচের দিকে নামতাম তখন",
        arabic: "سُبْحَانَاللَّهِ",
        transliteration: "সুবহা-নাল্লাহ",
        translations: "আল্লাহ কতই না পবিত্র-মহান।",
        bottom: "...বলতাম।”",
        Reference: "বুখারী, (ফাতহুল বারীসহ) ৬/১৩৫, নং ২৯৯৩।"
      }
    ],
    pageTitle: "উপরে উঠা ও নিচে নামার দো‘আ"
  },
  {
    duas: [
      {
        _id: "21",
        AyaID: "1",
        top:
          "আনাস ইবন মালিক রাদিয়াল্লাহু আনহু বলেন, “সুন্নাত হচ্ছে, যখন তুমি মসজিদে প্রবেশ করবে, তখন তোমার ডান পা দিয়ে ঢুকবে, আর যখন বের হবে, তখন বাম পা দিয়ে বের হবে” [১] \n\nতাই ডান পা দিয়ে ঢুকবে এবং বলবে,",
        arabic:
          "أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ",
        transliteration:
          "আ‘ঊযু বিল্লা-হিল ‘আযীম, ওয়া বিওয়াজহিহিল কারীম, ওয়াসুলতা-নিহিল ক্বদীম, মিনাশ শাইত্বা-নির রাজীম।",
        translations:
          "আমি মহান আল্লাহ্‌র কাছে তাঁর সম্মানিত চেহারা ও প্রাচীন ক্ষমতার ওসীলায় বিতাড়িত শয়তান থেকে আশ্রয় প্রার্থনা করছি। [২]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "21",
        AyaID: "2",
        top: "",
        arabic: "بِسْمِ اللَّهِ",
        transliteration: "বিসমিল্লা-হি",
        translations: "আল্লাহ্‌র নামে (প্রবেশ করছি) [৩]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "21",
        AyaID: "3",
        top: "",
        arabic: "وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ",
        transliteration: "ওয়াসসালাতু ওয়াসসালা-মু ‘আলা রাসূলিল্লা-হি",
        translations: "সালাত ও সালাম আল্লাহ্‌র রাসূলের উপর। [৪]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "21",
        AyaID: "4",
        top: "",
        arabic: "اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ",
        transliteration: "আল্লা-হুম্মাফ্‌তাহ লী আবওয়া-বা রাহ্‌মাতিকা",
        translations:
          "হে আল্লাহ! আপনি আমার জন্য আপনার রহমতের দরজাসমূহ খুলে দিন। [৫]",
        bottom: "",
        Reference:
          "[১] হাদীসটি উদ্ধৃত করেছেন, হাকিম ১/২১৮; এবং একে মুসলিমের শর্ত অনুযায়ী সহীহ বলেছেন, আর ইমাম যাহাবী সেটার সমর্থন করেছেন। আরও উদ্ধৃত করেছেন বাইহাকী, ২/৪৪২; আর শাইখ আলবানী তার সিলসিলাতুল আহাদীসিস সহীহা গ্রন্থে এটাকে হাসান বলেছেন, ৫/৬২৪; নং ২৪৭৮। \n[২] আবূ দাউদ, নং ৪৬৬; আরও দেখুন, সহীহুল জামে‘ ৪৫৯১। \n[৩] ইবনুসসুন্নি কর্তৃক উদ্ধৃত, নং ৮। আর শাইখ আলবানী তার আস-সামারুল মুস্তাতাব গ্রন্থে একে হাসান বলেছেন, পৃ. ৬০৭। \n[৪] আবূ দাউদ ১/১২৬; নং ৪৬৫; আরও দেখুন, সহীহুল জামে‘ ১/৫২৮। \n[৫] মুসলিম ১/৪৯৪, নং ৭১৩; আর সুনান ইবন মাজায় ফাতিমা রাদিয়াল্লাহু আনহার হাদীসে এসেছে, “হে আল্লাহ, আমার গুনাহ ক্ষমা করে দিন এবং আমার জন্য আপনার রহমতের দ্বারসমূহ অবারিত করে দিন”। আর শাইখ আলবানী অন্যান্য শাহেদ বা সম অর্থের বর্ণনার কারণে একে সহীহ বলেছেন। দেখুন, সহীহ ইবন মাজাহ্ ১/১২৮-১২৯।"
      }
    ],
    pageTitle: "মসজিদে প্রবেশের দো‘আ"
  },
  {
    duas: [
      {
        _id: "210",
        AyaID: "",
        top: "",
        arabic:
          "سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صَاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ",
        transliteration:
          "সাম্মা‘আ সা-মি‘উন বিহামদিল্লা-হ, ওয়া হুসনি বালা-ইহী ‘আলাইনা, রাব্বানা সা-হিবনা, ওয়া আফদিল ‘আলাইনা, ‘আ-ইযান বিল্লা-হি মিনান না-রী",
        translations:
          "আমরা যে আল্লাহ্‌র প্রশংসা করলাম, আর আমাদের উপর তাঁর উত্তম নেয়ামতের ঘোষণা দিলাম, তা একজন শ্রোতা আমার এ কথা শুনে অন্যের কাছে পৌঁছে দিক। হে আমাদের রব! আপনি আমাদের সাথী হোন, আর আমাদের উপর অনুগ্রহ বর্ষণ করুন। আগুন থেকে আল্লাহ্‌র কাছে আশ্রয়প্রার্থী হয়ে (এ দো‘আ করছি)",
        bottom: "",
        Reference:
          "মুসলিম, ৪/২০৮৬, নং ২৭১৮। আর হাদীসে ব্যবহৃত سَمِعَ سامِعٌ শব্দের অর্থ, ‘একজন সাক্ষ্যদাতা সাক্ষ্য প্রদান করুন যে, আমরা আল্লাহর প্রশংসা করেছি তার যাবতীয় নেয়ামতের উপর, তাঁর উত্তম দান-দয়ার উপর।’ আর যদি হাদীসে ব্যবহৃত শব্দটিকে سَمَّعَ سامِعٌ ধরা হয়, তখন অর্থ হবে, ‘একজন শ্রোতা আমার এ কথা শুনে তা অন্যের কাছে পৌঁছে দিক।’ আর এ-কথাটি তিনি বলেছেন শেষ রাত্রির দো‘আ ও যিকর সম্পর্কে সচেতন করার জন্য। শারহুন নাওয়াওয়ী ‘আলা সহীহ মুসলিম, ১৭/৩৯।"
      }
    ],
    pageTitle: "রাত্রির শেষ প্রহরে মুসাফিরের দো‘আ"
  },
  {
    duas: [
      {
        _id: "211",
        AyaID: "",
        top: "",
        arabic:
          "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        transliteration:
          "আ‘ঊযু বি কালিমা-তিল্লা-হিত তা-ম্মা-তি মিন শাররি মা খালাক্ব",
        translations:
          "আল্লাহ্‌র পরিপূর্ণ কালেমাসমূহের ওসিলায় আমি তাঁর নিকট তাঁর সৃষ্টির ক্ষতি থেকে আশ্রয় চাই।",
        bottom: "",
        Reference: "মুসলিম, ৪/২০৮০, নং ২৭০৯।"
      }
    ],
    pageTitle: "সফরে বা অন্য অবস্থায় কোনো ঘরে নামলে পড়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "212",
        AyaID: "1",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোনো যুদ্ধ অথবা হজ্জ থেকে ফিরতেন, তখন তিনি তিনবার বলতেন,",
        arabic: "اللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ সবচেয়ে বড়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "212",
        AyaID: "2",
        top: "তারপর বলতেন,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু, ওয়াহুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর, আ-ইবূনা, তা-ইবূনা, ‘আ-বিদূনা, লি রাব্বিনা হা-মিদূন। সাদাক্বাল্লা-হু ওয়া‘দাহু, ওয়া নাসারা ‘আবদাহু ওয়া হাযামাল আহযাবা ওয়াহদাহু",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর; আর তিনি সকল কিছুর উপর ক্ষমতাবান। আমরা প্রত্যাবর্তনকারী, তওবাকারী, ইবাদতকারী এবং আমাদের রব্বের প্রশংসাকারী। আল্লাহ তাঁর ওয়াদা বাস্তবায়ন করেছেন, তিনি তাঁর বান্দাকে সাহায্য করেছেন, আর তিনি সকল বিরোধী দল-গোষ্ঠীকে একাই পরাস্ত করেছেন।",
        bottom: "",
        Reference: "বুখারী, ৭/১৬৩, নং ১৭৯৭; মুসলিম, ২/৯৮০, নং ১৩৪৪।"
      }
    ],
    pageTitle: "সফর থেকে ফেরার যিক্‌র"
  },
  {
    duas: [
      {
        _id: "213",
        AyaID: "1",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে যখন আনন্দায়ক কোনো বিষয় আসত তখন তিনি বলতেন,",
        arabic: "الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ",
        transliteration:
          "আলহামদু লিল্লা-হিল্লাযী বিনি‘মাতিহী তাতিম্মুস সা-লিহা-ত",
        translations:
          "আল্লাহ্‌র জন্য সমস্ত প্রশংসা, যাঁর নেয়ামত দ্বারা সকল ভাল কিছু পরিপূর্ণ হয়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "213",
        AyaID: "2",
        top: "আর যখন তার কাছে অপছন্দনীয় বিষয় আসত, তখন তিনি বলতেন,",
        arabic: "الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ",
        transliteration: "আলহামদুলিল্লা-হি ‘আলা কুল্লি হাল",
        translations: "সকল অবস্থায় যাবতীয় প্রশংসা আল্লাহ্‌র জন্য।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন, ইবনুস সুন্নী, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ৩৭৭; হাকেম এবং তিনি একে সহীহ বলেছেন, ১/৪৯৯। আর শাইখ আলবানী তাঁর সহীহুল জামে‘ ৪/২০১।"
      }
    ],
    pageTitle: "আনন্দদায়ক অথবা অপছন্দনীয় কিছুর সম্মুখীন হলে যা বলবে"
  },
  {
    duas: [
      {
        _id: "214",
        AyaID: "",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “যে ব্যক্তি আমার উপর একবার দরূদ পাঠ করবে, তার বিনিময়ে আল্লাহ্ তার উপর দশবার দরুদ পাঠ করবেন।” [১] \n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “তোমরা আমার কবরকে ঈদ তথা সম্মিলনস্থলে পরিণত করবে না, আর তোমরা আমার উপর দরূদ পাঠ কর;কেননা তোমাদের দরূদ আমার কাছে পৌঁছে যায়, তোমরা যেখানেই থাক না কেন।” [২] \n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যার সামনে আমার নাম উল্লেখ করা হলো অতঃপর সে আমার উপর দরূদ পড়লো না, সে-ই কৃপণ।” [৩] \n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “পৃথিবীতে আল্লাহর একদল ভ্রাম্যমাণ ফেরেশতা রয়েছে যারা উম্মতের পক্ষ থেকে প্রেরিত সালাম আমার কাছে পৌঁছিয়ে দেয়।” [৪] \n\nরাসুলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যখন কোনো ব্যক্তি আমাকে সালাম দেয়, তখন আল্লাহ আমার রূহ ফিরিয়ে দেন, যাতে আমি সালামের জবাব দিতে পারি।” [৫]",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "[১] হাদীসটি সংকলন করেছেন, মুসলিম ১/২৮৮, নং ৩৮৪। \n[২] আবূ দাউদ ২/২১৮, নং ২০৪৪; আহমাদ ২/৩৬৭, নং ৮৮০৪। আর শাইখ আলবানী একে সহীহ আবি দাঊদে ২/৩৮৩, সহীহ বলেছেন। \n[৩] তিরমিযী, ৫/৫৫১, নং ৩৫৪৬, ইত্যাদি। আরও দেখুন, সহীহুল জামে‘ ৩/২৫; সহীহুত তিরমিযী, ৩/১৭৭। \n[৪] নাসাঈ, ৩/৪৩, নং ১২৮২; হাকেম, ২/৪২১। আর শাইখ আলবানী একে সহীহুন নাসাঈ ১/২৭৪, সহীহ বলেছেন। \n[৫] আবূ দাউদ, নং ২০৪১। আর শাইখ আলবানী সহীহ আবি দাউদে ১/৩৮৩, একে হাসান হাদীস বলেছেন।"
      }
    ],
    pageTitle: "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উপর দরূদ পাঠের ফযীলত"
  },
  {
    duas: [
      {
        _id: "215",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “তোমরা ঈমানদার না হওয়া পর্যন্ত জান্নাতে প্রবেশ করতে পারবে না। আর তোমরা পরস্পরকে না ভালোবাসা পর্যন্ত মুমিন হতে পারবে না। আমি কি তোমাদের এমন কিছু শিখিয়ে দিবো না যা করলে তোমরা পরস্পরকে ভালবাসবে? (তা হলো) তোমরা নিজেদের মধ্যে সালামের ব্যাপক প্রসার ঘটাও।” [১] \n\n“তিনটি জিনিস যে ব্যক্তি একত্রিত করতে পারবে সে ঈমান একত্রিত করল, \n১. নিজের ব্যাপারেও ইনসাফ করা, \n২. জগতের সকলকে সালাম দেওয়া, আর\n৩. অল্প সম্পদ থাকা সত্ত্বেও তা থেকে ব্যয় করা” [২] \n\n‘আবদুল্লাহ ইবন ‘আমর রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত, এক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞেস করলো, ইসলামের কোন কাজটি শ্রেষ্ঠ?\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “তুমি খাবার খাওয়াবে এবং তোমার পরিচিত-অপরিচিত সকলকে সালাম দিবে।” [৩]",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "[১] মুসলিম ১/৭৪, নং ৫৪; আহমাদ, নং ১৪৩০; আর শব্দ তাঁরই। মুসলিমের শব্দ হচ্ছে, “লা তাদখুলূনা...” ‘তোমরা প্রবেশ করবে না...’। \n[২] বুখারী, (ফাতহুল বারীসহ) ১/৮২, নং ২৮; আম্মার রাদিয়াল্লাহু আনহু থেকে মাওকূফ ও মু‘আল্লাক হিসেবে। \n[৩] বুখারী, (ফাতহুল বারীসহ)১/৫৫, নং ১২; মুসলিম ১/৬৫, নং ৩৯।"
      }
    ],
    pageTitle: "সালামের প্রসার"
  },
  {
    duas: [
      {
        _id: "216",
        AyaID: "",
        top:
          "আহলে কিতাব তথা ইয়াহূদী ও নাসারারা যখন তোমাদেরকে সালাম দিবে, তখন তোমরা বলবে,",
        arabic: "وَعَلَيْكُمْ",
        transliteration: "ওয়া ‘আলাইকুম।",
        translations: "আর তোমাদেরও উপর।",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ১১/৪২, নং ৬২৫৮; মুসলিম ৪/১৭০৫, নং ২১৬৩।"
      }
    ],
    pageTitle: "কাফের সালাম দিলে কীভাবে জবাব দিবে"
  },
  {
    duas: [
      {
        _id: "217",
        AyaID: "",
        top:
          "“যখন তোমরা মোরগের ডাক শুনবে, তখন তোমরা আল্লাহ্‌র অনুগ্রহ চাইবে, কেননা সে একটি ফেরেশতা দেখেছে। আর যখন তোমরা কোনো গাধার স্বর শুনবে, তখন শয়তান থেকে আল্লাহ্‌র কাছে আশ্রয় চাইবে; কেননা সে শয়তান দেখেছে।” [১] \n\nআবার “যখন তোমরা রাত্রিবেলা কুকুরের ডাক ও গাধার স্বর শুনবে, তখন তোমরা সেগুলো থেকে আল্লাহ্‌র কাছে আশ্রয় চাও; কেননা সেগুলো তা দেখে তোমরা যা দেখতে পাও না।” [২]",
        arabic: "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيـمِ",
        transliteration: "আ‘ঊযু বিল্লা-হি মিনাশ শাইত্বানির রাজীম",
        translations: "বিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি।",
        bottom: "",
        Reference:
          "[১] বুখারী (ফাতহুল বারীসহ), ৬/৩৫০, নং ৩৩০৩; মুসলিম, ৪/২০৯২, নং ২৭২৯। \n[২] আবূ দাঊদ ৪/৩২৭, নং ৫১০৫; আহমাদ ৩/৩০৬, নং ১৪২৮৩। আর শাইখ আলবানী একে সহীহ আবি দাউদে ৩/৯৬১, সহীহ বলেছেন।"
      }
    ],
    pageTitle: "মোরগের ডাক ও গাধার স্বর অথবা রাতের বেলায় কুকুরের ডাক শুনলে দো‘আ"
  },
  {
    duas: [
      {
        _id: "218",
        AyaID: "",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “যখন রাত্রি অন্ধকার হবে” অথবা (বলেছেন) “সন্ধায় উপনীত হলে, তখন তোমরা তোমাদের শিশুদেরকে আগলে রাখবে; কারণ, তখন শয়তানরা ছড়িয়ে পড়তে থাকে। তারপর যখন রাতের একটা সময় অতিবাহিত হবে, তখন তাদের ছেড়ে দিবে। আর তোমরা দরজাগুলো বন্ধ করবে এবং আল্লাহ্‌র নাম নিবে; কেননা শয়তান কোনো বন্ধ দরজা খুলে না। আর তোমরা তোমাদের পানপাত্রসমূহ বেঁধে রাখবে এবং আল্লাহ্‌র নাম নিবে। আর তোমরা তোমাদের থালা-বাসন ঢেকে রাখবে এবং আল্লাহ্‌র নাম নিবে, যদিও সামান্য কিছু তার উপর রাখ। আর তোমরা তোমাদের ঘরের প্রদীপগুলো নিভিয়ে রাখবে।”",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "বুখারী, ফাতহুল বারীসহ, ১০/৮৮; নং ৫৬২৩; মুসলিম, ৩/১৫৯৫, নং ২০১২।"
      }
    ],
    pageTitle: "সন্ধায় উপনীত হলে করণীয়"
  },
  {
    duas: [
      {
        _id: "219",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ",
        transliteration:
          "আল্লা-হুম্মা ফাআইয়্যূমা মু’মিনিন্ সাবাবতুহু ফাজ্‘আল যা-লিকা লাহু কুরবাতান ইলাইকা ইয়াউমাল ক্বিয়া-মাতি",
        translations:
          "হে আল্লাহ! যে মুমিনকেই আমি গালি দিয়েছি, তা তার জন্য কিয়ামতের দিন আপনার নৈকট্যের মাধ্যম করে দিন।",
        bottom: "",
        Reference:
          "বুখারী (ফাতহুল বারীসহ) ১১/১৭১, নং ৬৩৬১; মুসলিম ৪/২০০৭, নং ৩৯৬, আর তার শব্দ হচ্ছে, “ফাজ‘আলহা লাহূ যাকাতান ও রাহমাতান”। অর্থাৎ ‘সেটা তার জন্য পবিত্রতা ও রহমত বানিয়ে দিন’।"
      }
    ],
    pageTitle: "যাকে আপনি গালি দিয়েছেন তার জন্য দো‘আ"
  },
  {
    duas: [
      {
        _id: "22",
        AyaID: "",
        top: "বাম পা দিয়ে শুরু করবে [১] এবং বলবে,",
        arabic:
          "بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ،",
        transliteration:
          "বিস্‌মিল্লা-হি ওয়াস্‌সালা-তু ওয়াস্‌সালা-মু ‘আলা রাসূলিল্লাহ, আল্লা-হুম্মা ইন্নী আসআলুকা মিন ফাদ্বলিকা, আল্লা-হুম্মা আ‘সিমনি মিনাশ শাইত্বানির রাজীম।",
        translations:
          "আল্লাহ্‌র নামে (বের হচ্ছি)। আল্লাহ্‌র রাসুলের উপর শান্তি বর্ষিত হোক। হে আল্লাহ! আপনি আমার গুনাসমূহ মাফ করে দিন এবং আমার জন্য আপনার দয়ার দরজাগুলো খুলে দিন। হে আল্লাহ, আমাকে বিতাড়িত শয়তান থেকে হেফাযত করুন [২]",
        bottom: "",
        Reference:
          "[১] আল-হাকিম, ১/২১৮; বাইহাকী, ২/৪৪২, আর শাইখ আলবানী তার সিলসিলাতুস সহীহায় একে হাসান হাদীস বলেছেন, ৫/৬২৪, নং ২৪৭৮। আর সেটার তাখরীজ পূর্বে গত হয়েছে। \n[২] মসজিদে প্রবেশের দো‘আয় পূর্বে বর্ণিত হাদীসের রেওয়ায়েতসমূহের তাখরীজ দেখুন, (২০ নং) আর “হে আল্লাহ, আমাকে বিতাড়িত শয়তান থেকে হেফাযত করুন” এ বাড়তি অংশের তাখরীজ দেখুন, ইবন মাজাহ্‌ ১/১২৯।"
      }
    ],
    pageTitle: "মসজিদ থেকে বের হওয়ার দো‘আ"
  },
  {
    duas: [
      {
        _id: "220",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “যখন তোমাদের মধ্যে কেউ কারো প্রশংসা করতেই হয়, তখন যেন সে বলে, \n\nঅমুক প্রসঙ্গে আমি এ ধারণা রাখি, আর আল্লাহই তার ব্যাপারে সঠিক হিসাবকারী, আল্লাহ্‌র উপর (তাঁর জ্ঞানের উপরে উঠে) কারও প্রশংসা করছি না। আমি মনে করি, সে এ ধরনের, ও ধরনের (যদি তার সম্পর্কে তা জানা থাকে)",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference: "মুসলিম, ৪/২২৯৬, নং ৩০০০।"
      }
    ],
    pageTitle: "কোনো মুসলিম অপর মুসলিমকে প্রশংসা করলে যা বলবে"
  },
  {
    duas: [
      {
        _id: "221",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، (وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ)",
        transliteration:
          "আল্লা-হুম্মা লা-তু’আ-খিযনী বিমা ইয়াক্বূলূনা, ওয়াগফিরলী মা-লা ইয়া‘লামূনা, (ওয়াজ‘আলনী খাইরাম মিম্মা ইয়াযুন্নূনা)",
        translations:
          "হে আল্লাহ, তারা যা বলছে তার জন্য আমাকে পাকড়াও করবেন না, তারা (আমার ব্যাপারে) যা জানে না সে ব্যাপারে আমাকে ক্ষমা করুন। (আর তারা যা ধারণা করে তার চাইতেও আমাকে উত্তম বানান)",
        bottom: "",
        Reference:
          "বুখারী, আল-আদাবুল মুফরাদ, নং ৭৬১। আর শাইখ আলবানী তাঁর সহীহুল আদাবিল মুফরাদ গ্রন্থে নং ৫৮৫, সেটার সনদকে সহীহ বলেছেন। আর দু’ ব্রাকেটের মাঝখানের অংশ বাইহাকীর শু‘আবুল ঈমান গ্রন্থ থেকে নেওয়া হয়েছে, ৪/২২৮, যা অন্য পদ্ধতিতে এসেছে।"
      }
    ],
    pageTitle: "কোনো মুসলিমের প্রশংসা করা হলে সে যা বলবে"
  },
  {
    duas: [
      {
        _id: "222",
        AyaID: "",
        top: "",
        arabic:
          "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ",
        transliteration:
          "লাব্বাইকাল্লা-হুম্মা লাব্বাইকা, লাব্বাইকা লা শারীকা লাকা লাব্বাইক। ইন্নাল-হামদা ওয়ান-নি‘মাতা লাকা ওয়াল মুলক, লা শারীকা লাকা",
        translations:
          "আমি আপনার দরবারে হাযির, হে আল্লাহ! আমি আপনার দরবারে উপস্থিত। আমি আপনার দরবারে হাযির, আপনার কোনো শরীক নেই, আমি আপনার দরবারে উপস্থিত। নিশ্চয় সকল প্রশংসা ও নেয়ামত আপনার, আর রাজত্বও। আপনার কোনো শরীক নেই।",
        bottom: "",
        Reference: "বুখারী ৩/৪০৮, নং ১৫৪৯; মুসলিম ২/৮৪১, নং ১১৮৪।"
      }
    ],
    pageTitle: "হজ্জ বা উমরায় মুহরিম ব্যক্তি কিভাবে তালবিয়াহ পড়বে"
  },
  {
    duas: [
      {
        _id: "223",
        AyaID: "",
        top:
          "রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উটের উপর আরোহণ করে কা‘বা ঘর তাওয়াফ করলেন; যখনই তিনি হাজরে আসওয়াদের কাছে পৌছতেন, তখনই সেদিকে তার নিকটস্থ কিছু দিয়ে ইঙ্গিত করতেন এবং ‘আল্লাহু আকবার’ বলতেন,",
        arabic: "اللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ সবচেয়ে বড়।",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৩/৪৭৬, নং ১৬১৩। আর ‘কোনো কিছু’ বলে এখানে বাঁকা লাঠি বোঝানো হয়েছে। দেখুন, বুখারী, (ফাতহুল বারীসহ), ৩/৪৭২।"
      }
    ],
    pageTitle: "হাজরে আসওয়াদের কাছে আসলে তাকবীর বলা"
  },
  {
    duas: [
      {
        _id: "224",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَآ اٰتِنَا فِي الدُّنْيَا حَسَنَةً وَّفِي الْاٰخِرَةِ حَسَـنَةً وَّقِنَا عَذَابَ النَّارِ",
        transliteration:
          "রব্বানা আ-তিনা ফিদ্দুনিয়া হাসানাতাওঁ ওয়াফিল আ-খিরাতি হাসানাতাওঁ ওয়াকিনা ‘আযা-বান্না-র",
        translations:
          "হে আমাদের রব্ব! আমাদেরকে দুনিয়াতে কল্যাণ দিন এবং আখেরাতেও কল্যাণ দিন এবং আমাদেরকে আগুনের শাস্তি থেকে রক্ষা করুন।",
        bottom: "",
        Reference:
          "আবূ দাউদ ২/১৭৯, নং ১৮৯৪; মুসনাদে আহমাদ ৩/৪১১, নং ১৫৩৯৮; আল-বাগভী ফী শারহিস সুন্নাহ, ৭/১২৮। আর শাইখ আলবানী সহীহ আবি দাউদে ১/৩৫৪ একে সহীহ বলেছেন। আয়াতটি সূরা আল-বাকারাহ্‌র আয়াত নং ২০১।"
      }
    ],
    pageTitle: "রুকনে ইয়ামানী ও হাজরে আসওয়াদের মাঝে দো‘আ"
  },
  {
    duas: [
      {
        _id: "225",
        AyaID: "1",
        top:
          "যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফা পর্বতের নিকটবর্তী হলেন, তখন এই আয়াত পড়লেনঃ",
        arabic: "إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ،",
        transliteration: "ইন্নাস্‌সাফা ওয়াল-মারওয়াতা মিন শা‘আ-ইরিল্লা-হ",
        translations:
          "নিশ্চয়ই সাফা ও মারওয়া আল্লাহ্‌র নিদর্শনসমূহের অন্তর্ভুক্ত।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "225",
        AyaID: "2",
        top: "আর বলেন,",
        arabic: "أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ",
        transliteration: "",
        translations:
          "আল্লাহ্‌ যেখান থেকে শুরু করেছেন আমিও সেখান থেকে শুরু করব।",
        bottom:
          "অতঃপর তিনি সাফা পর্বতে আরোহণ করতে লাগলেন যতক্ষণ না কা‘বা দেখলেন, অতঃপর কিবলামুখী হলেন, তারপর আল্লাহ্‌র তাওহীদ (লা ইলাহা ইল্লাল্লাহ) ঘোষণা করেন এবং তাকবীর (আল্লাহু আকবার) বলেন",
        Reference: ""
      },
      {
        _id: "225",
        AyaID: "3",
        top: "অতঃপর এই দো‘আ পড়েন,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর। লা ইলাহা ইল্লাল্লা-হু ওয়াহদাহু, আনজাযা ওয়া‘দাহু, ওয়ানাসারা ‘আবদাহু, ওয়া হাযামাল-আহযা-বা ওয়াহদাহু",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর; আর তিনি সকল কিছুর উপর ক্ষমতাবান। একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তিনি তাঁর ওয়াদা পূর্ণ করেছেন, তিনি তাঁর বান্দাকে সাহায্য করেছেন, আর তিনি সকল বিরোধী দল-গোষ্ঠীকে একাই পরাস্ত করেছেন।”",
        bottom:
          "এভাবে তিনি এর মধ্যবর্তী স্থানেও দো‘আ করতে থাকেন। এই দো‘আ তিনবার পাঠ করেন। হাদীসটিতে আরও আছে, “তিনি সাফা পাহাড়ে যেমন করেছিলেন মারওয়াতেও অনুরূপ করেন।”",
        Reference:
          "মুসলিম ২/৮৮৮, নং ১২১৮; আর আয়াতটি সূরা আল-বাকারার আয়াত নং ১৫৮।"
      }
    ],
    pageTitle: "সাফা ও মারওয়ায় দাঁড়িয়ে যা পড়বে"
  },
  {
    duas: [
      {
        _id: "226",
        AyaID: "",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “শ্রেষ্ঠ দো‘আ হচ্ছে আরাফাত দিবসের দো‘আ। আর আমি এবং আমার পূর্ববর্তী নবীগণ যা বলেছি তার মধ্যে শ্রেষ্ঠ হচ্ছে:",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু, লাহুল মূলকু ওয়া লাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর; আর তিনি সকল কিছুর উপর ক্ষমতাবান।",
        bottom: "",
        Reference:
          "তিরমিযী নং ৩৫৮৫; আর শাইখুল আলবানী সহীহুত তিরমিযীতে হাদীসটিকে হাসান বলেছেন, ৩/১৮৪; অনুরূপভাবে সিলসিলা সহীহায় ৪/৬।"
      }
    ],
    pageTitle: "আরাফাতের দিনে দো‘আ"
  },
  {
    duas: [
      {
        _id: "227",
        AyaID: "1",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ‘কাসওয়া’ নামক উষ্ট্রীতে আরোহণ করলেন, অবশেষে তিনি যখন মাশ‘আরুল হারামে (মুযদালিফার একটি স্থানে) আসেন, তখন তিনি কিবলামুখী হয়ে দো‘আ করেন এবং তাকবীর বলেন,",
        arabic: "اللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ সবচেয়ে বড়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "227",
        AyaID: "2",
        top: "লা ইলাহা ইল্লাল্লাহু পাঠ করেন,",
        arabic: "لاَ إِلَهَ إِلاَّ اللّهُ",
        transliteration: "লা ইলা-হা ইল্লাল্লা-হ",
        translations: "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই",
        bottom: "",
        Reference: ""
      },
      {
        _id: "227",
        AyaID: "3",
        top: "এবং তাঁর তাওহীদ বা একত্ব ঘোষণা করেন,",
        arabic: "اللَّهُ اَحَدٌ",
        transliteration: "আল্লা-হু আহা'দ",
        translations: "",
        bottom:
          "তারপর তিনি (আকাশ) পূর্ণ ফর্সা না হওয়া পর্যন্ত সেখানেই অবস্থান করেন। অতঃপর সূর্য উদিত হওয়ার পূর্বেই তিনি মুযদালিফা ত্যাগ করেন।",
        Reference: "মুসলিম ২/৮৯১, নং ১২১৮।"
      }
    ],
    pageTitle: "মাশ‘আরুল হারাম তথা মুযদালিফায় যিক্‌র"
  },
  {
    duas: [
      {
        _id: "228",
        AyaID: "",
        top:
          "রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনটি জামরায় প্রতিটি কংকর নিক্ষেপের সময় বলতেন,",
        arabic: "اللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ সবচেয়ে বড়।",
        bottom:
          "অতঃপর কিছুটা অগ্রসর হয়ে কিবলামুখী হয়ে দাঁড়াতেন এবং প্রথম জামরা ও দ্বিতীয় জামরায় দুই হাত উঁচু করে দো‘আ করতেন। কিন্তু জামরাতুল ‘আক্বাবায় প্রতিটি কংকর নিক্ষেপের সময় ‘আল্লাহু আকবার’ বলতেন এবং সেখানে অবস্থান না করে ফিরে আসতেন।",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৩/৫৮৩, নং ১৭৫১; সেখানে তার শব্দ দেখুন, আরও দেখুন, বুখারী, (ফাতহুল বারীসহ) ৩/৫৮৩, ৩/৫৮৪, ৩/৫৮১ নং ১৭৫৩; অনুরূপ মুসলিম নং ১২১৮।"
      }
    ],
    pageTitle: "জামরাসমূহে প্রত্যেক কংকর নিক্ষেপকালে তাকবীর বলা"
  },
  {
    duas: [
      {
        _id: "229",
        AyaID: "1",
        top: "",
        arabic: "سُبْحَانَ اللَّهِ",
        transliteration: "সুবহা-নাল্লা-হ",
        translations: "আল্লাহ পবিত্র-মহান। [১]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "229",
        AyaID: "2",
        top: "",
        arabic: "اللَّهُ أَكْبَرُ",
        transliteration: "আল্লা-হু আকবার",
        translations: "আল্লাহ সবচেয়ে বড়। [২]",
        bottom: "",
        Reference:
          "[১] বুখারী, (ফাতহুল বারীসহ) ১/২১০, ৩৯০, ৪১৪, নং ১১৫, ৩৫৯৯, ৬২১৮; মুসলিম ৪/১৮৫৭, নং ১৬৭৪। \n[২] বুখারী, (ফাতহুল বারীসহ) ৮/৪৪১, নং ৪৭৪১; তিরমিযী নং ২১৮০; আন- নাসাঈ ফিল কুবরা, নং ১১১৮৫। আরও দেখুন, সহীহুত তিরমিযী ২/১০৩, ২/২৩৫, আহমাদ-৫/২১৮, নং ২১৯০০।"
      }
    ],
    pageTitle: "আশ্চর্যজনক ও আনন্দজনক বিষয়ের পর দো‘আ"
  },
  {
    duas: [
      {
        _id: "23",
        AyaID: "1",
        top: "মুয়াযযিন যা বলে শ্রোতাও তা বলবে, তবে",
        arabic: "حَيَّ عَلَى الصَّلاَةِ وَحَيَّ عَلَى الْفَلَاحِ",
        transliteration: "হাইয়্যা ‘আলাস্‌সালাহ, হাইয়্যা ‘আলাল ফালাহ’",
        translations: "নামাযের দিকে আসো, কল্যানের দিকে আসো",
        bottom: "",
        Reference: ""
      },
      {
        _id: "23",
        AyaID: "2",
        top: "...এর সময় বলবে,",
        arabic: "لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
        transliteration: "লা-হাওলা ওয়ালা ক্বুওয়াতা ইল্লা বিল্লা-হ",
        translations:
          "আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই। [১]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "23",
        AyaID: "3",
        top:
          "মুয়াযযিন তাশাহহুদ (তথা আশহাদু আন্না মুহাম্মাদার...) উচ্চারণ করার পরই শ্রোতারা এ যিক্‌রটি বলব,",
        arabic:
          "وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاً",
        transliteration:
          "ওয়া আনা আশ্‌হাদু আল্লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু ওয়া আন্না মুহাম্মাদান ‘আবদুহূ ওয়া রাসূলুহু, রাদীতু বিল্লা-হি রব্‌বান, ওয়া বিমুহাম্মাদিন রাসূলান, ওয়া বিলইসলা-মি দীনান",
        translations:
          "আমি সাক্ষ্য দিচ্ছি যে, একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। আমি আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বান্দাহ ও রাসূল। আমি আল্লাহকে রব্ব, মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে রাসূল এবং ইসলামকে দীন হিসেবে গ্রহণ করে সন্তুষ্ট। [২]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "23",
        AyaID: "4",
        top: "মুয়াযযিনের কথার জবাব দেওয়া শেষ করার পর বলবে,",
        arabic:
          "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ]",
        transliteration:
          "আল্লা-হুম্মা রববা হা-যিহিদ্ দা‘ওয়াতিত্ তা-ম্মাতি ওয়াস সালা-তিল ক্বা-’ইমাতি আ-তি মুহাম্মাদানিল ওয়াসীলাতা ওয়াল ফাদীলাতা ওয়াব্‘আছহু মাক্বা-মাম মাহমূদানিল্লাযী ওয়া‘আদতাহ, (ইন্নাকা লা তুখলিফুল মী‘আদ)",
        translations:
          "হে আল্লাহ! এই পরিপূর্ণ আহ্বান এবং প্রতিষ্ঠিত সালাতের রব্ব! মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে ওসীলা তথা জান্নাতের একটি স্তর এবং ফযীলত তথা সকল সৃষ্টির উপর অতিরিক্ত মর্যাদা দান করুন। আর তাঁকে মাকামে মাহমূদে (প্রশংসিত স্থানে) পৌঁছে দিন, যার প্রতিশ্রুতি আপনি তাঁকে দিয়েছেন। (নিশ্চয় আপনি প্রতিশ্রুতি ভঙ্গ করেন না।) [৩]",
        bottom:
          "আযান ও ইকামতের মধ্যবর্তী সময়ে নিজের জন্য দো‘আ করবে। কেননা ঐ সময়ের দো‘আ প্রত্যাখ্যান করা হয় না। [৪]",
        Reference:
          "[১] বুখারী, ১/১৫২, নং ৬১১, ৬১৩; মুসলিম, ১/২৮৮, নং ৩৮৩। \n[২] মুসলিম ৩/১৫৫৭, নং ১৯৬৭; বায়হাকী ৯/২৮৭, দু ব্রাকেটের মাঝখানের অংশ বাইহাকী থেকে, ৯/২৮৭, ইত্যাদি। তবে সর্বশেষ বাক্যটি ইমাম মুসলিমের বর্ণনা থেকে অর্থ হিসেবে গৃহীত। \n[৩] আহমাদ ৩/৪১৯, নং ১৫৪৬১, সহীহ সনদে। আর ইবনুস সুন্নী, নং ৬৩৭; আরনাঊত তার ত্বাহাভীয়ার তাখরীজে এর সনদকে বিশুদ্ধ বলেছেন, পৃ.১৩৩। আরও দেখুন, মাজমা‘উয যাওয়ায়েদ ১০/১২৭। \n[৪] বুখারী, ১/১৫২, নং ৬১১, ৬১৩; মুসলিম, ১/২৮৮, নং ৩৮৩। মুসলিম ১/২৯০, নং ৩৮৬। ইবন খুযাইমা, ১/২২০। মুসলিম ১/২৮৮, নং ৩৮৪। তিরমিযী, নং ৩৫৯৪; আবূ দাউদ, নং ৫২৫; আহমাদ, নং ১২২০০; আরও দেখুন, ইরওয়াউল গালীল, ১/২৬২।"
      }
    ],
    pageTitle: "আযানের যিক্‌রসমূহ"
  },
  {
    duas: [
      {
        _id: "230",
        AyaID: "",
        top:
          "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট কোনো আনন্দদায়ক সংবাদ এলে মহান ও বরকতময় আল্লাহ তা‘আলার শুকরিয়া আদায়স্বরূপ সিজদায় পড়ে যেতেন।",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "হাদীসটি নাসাঈ ব্যতীত অপরাপর সুনান গ্রন্থকারগণ উদ্ধৃত করেছেন। আবূ দাউদ নং ২৭৭৪; তিরমিযী নং ১৫৭৮; ইবন মাজাহ্‌ ১৩৯৪। আরও দেখুন, সহীহ ইবন মাজাহ ১/২৩৩; ইরওয়াউল গালীল, ২/২২৬।"
      }
    ],
    pageTitle: "আনন্দদায়ক কোনো সংবাদ আসলে যা করবে"
  },
  {
    duas: [
      {
        _id: "231",
        AyaID: "1",
        top:
          "আপনার দেহের যে স্থানে আপনি ব্যথা অনুভব করছেন, সেখানে আপনার হাত রেখে তিনবার বলুন,",
        arabic: "بِسْمِ اللَّهِ",
        transliteration: "বিসমিল্লাহ",
        translations: "আল্লাহর নামে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "231",
        AyaID: "2",
        top: "আর সাতবার বলুন,",
        arabic:
          "أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ",
        transliteration:
          "আ‘ঊযু বিল্লা-হি ওয়া ক্বুদরাতিহী মিন শাররি মা আজিদু ওয়া উহা-যিরু",
        translations:
          "এই যে ব্যথা আমি অনুভব করছি এবং যার আমি আশঙ্কা করছি, তা থেকে আমি আল্লাহ্‌র এবং তাঁর কুদরতের আশ্রয় প্রার্থনা করছি।",
        bottom: "",
        Reference: "মুসলিম ৪/১৭২৮, নং ২২০২।"
      }
    ],
    pageTitle: "শরীরে কোনো ব্যথা অনুভব করলে যা করবে ও বলবে"
  },
  {
    duas: [
      {
        _id: "232",
        AyaID: "",
        top:
          "যখন তোমাদের কেউ তার ভাইয়ের, অথবা নিজের কোনো বিষয়ে, অথবা নিজের কোনো সম্পদে এমন কিছু দেখে যা তাকে চমৎকৃত করে, তখন সে যেন বলে,",
        arabic: "بَارَكَ اللَّهُ لَك",
        transliteration: "বা-রাক আল্লা-হু লাকা",
        translations: "আল্লাহ তোমাকে বরকত দান করুন",
        bottom: "...কারণ, চোখ লাগার (বদ নজরের) বিষয়টি সত্য।",
        Reference:
          "মুসনাদে আহমাদ ৪/৪৪৭, নং ১৫৭০০; ইবন মাজাহ্, নং ৩৫০৮; মালেক ৩/১১৮-১১৯। আর শাইখুল আলবানী, সহীহুল জামে‘ গ্রন্থে সহীহ বলেছেন, ১/২১২; আরও দেখুন, আরনাঊতের এর যাদুল মা‘আদ এর তাহকীক ৪/১৭০।"
      }
    ],
    pageTitle: "কোনো কিছুর উপর নিজের চোখ লাগার ভয় থাকলে দো‘আ"
  },
  {
    duas: [
      {
        _id: "233",
        AyaID: "",
        top: "",
        arabic: "لاَ إِلَهَ إِلاَّ اللَّهُ",
        transliteration: "লা ইলা-হা ইল্লাল্লা-হ!",
        translations: "আল্লাহ ব্যতীত কোনো হক্ব উপাস্য নেই!",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৬/৩৮১, নং ৩৩৪৬; মুসলিম ৪/২২০৮, নং ২৮৮০।"
      }
    ],
    pageTitle: "ভীত অবস্থায় যা বলবে"
  },
  {
    duas: [
      {
        _id: "234",
        AyaID: "",
        top: "",
        arabic:
          "بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي",
        transliteration:
          "বিসমিল্লা-হি ওয়াল্লা-হু আকবার, [আল্লা-হুম্মা মিনকা ওয়ালাকা] , আল্লা-হুম্মা তাকাব্বাল মিন্নী",
        translations:
          "আল্লাহ্‌র নামে, আর আল্লাহ সবচেয়ে বড়। [হে আল্লাহ! এটা আপনার নিকট থেকে প্রাপ্ত এবং আপনার জন্যই] হে আল্লাহ! আপনি আমার তরফ থেকে তা কবুল করুন।",
        bottom: "",
        Reference:
          "তিরমিযী ৫/৮২, নং ২৭৪১; আহমাদ ৪/৪০০, নং ১৯৫৮৬; আবু দাউদ, ৪/৩০৮, নং ৫০৪০। আরও দেখুন, সহীহুত তিরমিযী, ২/৩৫৪।"
      }
    ],
    pageTitle: "পশু যবেহ বা নাহর করার সময় যা বলবে"
  },
  {
    duas: [
      {
        _id: "235",
        AyaID: "",
        top: "",
        arabic:
          "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ",
        transliteration:
          "আ‘ঊযু বিকালিমা-তিল্লা-হিত্-তা-ম্মা-তিল্লাতী লা ইয়ুজাউইযুহুন্না বাররুন ওয়ালা ফা-জিরুম মিন শাররি মা খালাক্বা, ওয়া বারা’আ, ওয়া যারা’আ, ওয়ামিন শাররি মা ইয়ানযিলু মিনাস্ সামা-য়ি, ওয়ামিন শাররি মা যারাআ ফিল আরদ্বি, ওয়ামিন শাররি মা ইয়াখরুজু মিনহা, ওয়ামিন শাররি ফিতানিল-লাইলি ওয়ান-নাহা-রি, ওয়ামিন শাররি কুল্লি ত্বা-রিকিন ইল্লা ত্বা-রিকান ইয়াত্বরুকু বিখাইরিন, ইয়া রহ্‌মানু",
        translations:
          "আমি আল্লাহ্‌র ঐ সকল পরিপূর্ণ বাণীসমূহের সাহায্যে আশ্রয় চাই যা কোনো সৎলোক বা অসৎলোক অতিক্রম করতে পারে না— আল্লাহ যা সৃষ্টি করেছেন, অস্তিত্বে এনেছেন এবং তৈরি করেছেন তার অনিষ্ট থেকে, আসমান থেকে যা নেমে আসে তার অনিষ্ট থেকে, যা আকাশে উঠে তার অনিষ্ট থেকে, যা পৃথিবীতে তিনি সৃষ্টি করেছেন তার অনিষ্ট থেকে, যা পৃথিবী থেকে বেরিয়ে আসে তার অনিষ্ট থেকে, দিনে-রাতে সংঘটিত ফেতনার অনিষ্ট থেকে, আর রাত্রিবেলা হঠাৎ করে আগত অনিষ্ট থেকে, তবে রাতে আগত যে বিষয় কল্যাণ নিয়ে আসে তা ব্যতীত; হে দয়াময়!",
        bottom: "",
        Reference:
          "আহমাদ ৩/৪১৯, নং ১৫৪৬১, সহীহ সনদে। আর ইবনুস সুন্নী, নং ৬৩৭; আরনাঊত তার ত্বাহাভীয়ার তাখরীজে এর সনদকে বিশুদ্ধ বলেছেন, পৃ.১৩৩। আরও দেখুন, মাজমা‘উয যাওয়ায়েদ ১০/১২৭।"
      }
    ],
    pageTitle: "দুষ্ট শয়তানদের ষড়যন্ত্র প্রতিহত করতে যা বলবে"
  },
  {
    duas: [
      {
        _id: "236",
        AyaID: "1",
        top:
          "রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “আল্লাহ্‌র শপথ, নিশ্চয় আমি দৈনিক সত্তর -এর অধিকবার আল্লাহ্‌র কাছে ক্ষমা চাই এবং তাওবা করি।” [১] \n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “হে মানুষ, তোমরা আল্লাহ্‌র কাছে তাওবা কর, নিশ্চয় আমি আল্লাহ্‌র কাছে দৈনিক একশত বার তাওবা করি।” [২] \n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যে ব্যক্তি বলবে,",
        arabic:
          "أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيُّومُ وَأَتُوبُ إِلَيهِ",
        transliteration:
          "আস্তাগফিরুল্লা-হাল ‘আযীমল্লাযী লা ইলা-হা ইল্লা হুয়াল হাইয়্যুল কায়্যূমু ওয়া আতূবু ইলাইহি",
        translations:
          "আমি মহামহিম আল্লাহ্‌র নিকট ক্ষমা চাই, যিনি ছাড়া আর কোনো হক্ব ইলাহ নেই, তিনি চিরস্থায়ী, সর্বসত্তার ধারক। আর আমি তাঁরই নিকট তওবা করছি।’",
        bottom:
          "আল্লাহ তাকে মাফ করে দিবেন যদিও সে যুদ্ধক্ষেত্র থেকে পলায়নকারী হয়।” [৩] \n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “রব একজন বান্দার সবচেয়ে বেশি নিকটবর্তী হয় রাতের শেষ প্রান্তে, সুতরাং যদি তুমি সে সময়ে আল্লাহ্‌র যিক্‌রকারীদের অন্তর্ভুক্ত হতে সক্ষম হও, তবে তা-ই হও।” [৪] \n\nতিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “একজন বান্দা তার রবের সবচেয়ে কাছে তখনই থাকে, যখন সে সিজদায় যায়, সুতরাং তোমরা তখন বেশি বেশি করে দো‘আ কর।” [৫] \n\nতিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “নিশ্চয় আমার অন্তরেও ঢাকনা এসে পড়ে, আর আমি দৈনিক আল্লাহ্‌র কাছে একশত বার ক্ষমা প্রার্থনা করি।” [৬] \n\nতিনি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, আল্লাহর কাছে ক্ষমা চাওয়ার সবচেয়ে ভালো দোআ হল সায়্যিদুল ইস্তিগফার। \n\nএর জন্য ২৭.৬ নং দো'আ দেখুন। [৭]",
        Reference:
          "[১] বুখারী, ফাতহুল বারীসহ, ১১/১০১, নং ৬৩০৭। \n[২] মুসলিম, ৪/২০৭৬, নং ২৭০২। \n[৩] আবূ দাউদ ২/৮৫, নং ১৫১৭; তিরমিযী ৫/৫৬৯, নং ৩৫৭৭; আল-হাকিম এবং সহীহ বলেছেন, তার সাথে ইমাম যাহাবী ঐকমত্য পোষণ করেছেন, ১/৫১১, আর শাইখুল আলবানীও সহীহ বলেছেন। দেখুন, সহীহুত তিরমিযী ৩/১৮২, জামেউল উসূল লি আহাদীসির রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ৪/৩৮৯-৩৯০, আরনাঊত এর সম্পাদনাসহ। \n[৪] তিরমিযী নং ৩৫৭৯, নাসায়ী, ১/২৭৯ নং ৫৭২; হাকেম ১/৩০৯। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৮৩; জামে‘উল উসূল, আরনাউতের তাহকীকসহ ৪/১৪৪। \n[৫] মুসলিম, ১/৩৫০; নং ৪৮২। \n[৬] মুসলিম, ৪/২০৭৫, নং ২৭০২। ইবনুল আসীর বলেন, «ليُغان على قلبي»এর অর্থ হচ্ছে, ঢাকা পড়ে যায়, পর্দাবৃত হয়ে যায়। উদ্দেশ্য ভুলে যাওয়া; কারণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বদা যিক্‌র, নৈকট্য ও সার্বিক তত্ত্বাবধানে থাকতেন। তাই যখন কোনো সময় এ ব্যাপারে সামান্যতম ব্যাঘাত ঘটত অথবা ভুলে যেতেন, তখনি তিনি এটাকে নিজের জন্য গুনাহ মনে করতেন, সাথে সাথে তিনি ইস্তেগফার বা ক্ষমাপ্রার্থনার দিকে দ্রুত ধাবিত হতেন। দেখুন, জামে‘উল উসূল ৪/৩৮৬। \n[৭] বুখারি ৭/১৫০"
      }
    ],
    pageTitle: "ক্ষমা প্রার্থনা ও তাওবা করা"
  },
  {
    duas: [
      {
        _id: "237",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন, যে ব্যক্তি দৈনিক ১০০ বার বলে,",
        arabic: "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
        transliteration: "সুব্‌হানাল্লা-হি ওয়াবিহামদিহী",
        translations: "আমি আল্লাহর সপ্রশংসা পবিত্রতা ঘোষণা করছি",
        bottom:
          "...তার পাপসমূহ মুছে ফেলা হয়, যদিও তা সাগরের ফেনারাশির সমান হয়ে থাকে।",
        Reference:
          "বুখারী ৭/১৬৮, নং ৬৪০৫; মুসলিম ৪/২০৭১, নং ২৬৯১; তাছাড়া এ কিতাবের ### পৃষ্ঠায় যে ব্যক্তি সকাল ও সন্ধায় একশতবার পড়বে, তার যে ফযিলত বর্ণিত হয়েছে তা দেখুন।"
      }
    ],
    pageTitle: "তাসবীহ, তাহমীদ, তাহলীল ও তাকবীর-এর ফযীলত"
  },
  {
    duas: [
      {
        _id: "238",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, \n\n“যে ব্যক্তি নিম্নোক্ত বাণীটি ১০ বার বলবে,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর; আর তিনি সকল কিছুর উপর ক্ষমতাবান।",
        bottom:
          "...এটা তার জন্য এমন হবে যেন সে ইসমাঈলের (আ:) সন্তানদের চারজনকে দাসত্ব থেকে মুক্ত করল।”",
        Reference:
          "বুখারী ৭/৬৭ নং ৬৪০৪; মুসলিম, তার শব্দে ৪/২০৭১ নং ২৬৯৩; অনুরূপভাবে একশবার বলার ফযীলত দেখুন ২৭.১৯ নং দো‘আর হাদীসে।"
      }
    ],
    pageTitle:
      "ইসমাঈল (আ:) এর সন্তানদের চারজনকে দাসত্ব থেকে মুক্ত করার সমান সওয়াব"
  },
  {
    duas: [
      {
        _id: "239",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, \n\n“দুটি বাক্য এমন রয়েছে, যা জবানে সহজ, মীযানের পাল্লায় ভারী এবং করুণাময় আল্লাহ্‌র নিকট অতি প্রিয়। আর তা হচ্ছে,",
        arabic: "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ",
        transliteration:
          "সুব্‌হানাল্লা-হি ওয়া বিহামদিহী, সুব্‌হানাল্লা-হিল ‘আযীম",
        translations:
          "আল্লাহ্‌র প্রশংসাসহকারে তাঁর পবিত্রতা ও মহিমা বর্ণনা করছি। মহান আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করছি”।",
        bottom: "",
        Reference: "বুখারী ৭/১৬৮, নং ৬৪০৪; মুসলিম ৪/২০৭২, নং ২৬৯৪।"
      }
    ],
    pageTitle: "যিকির যা জবানে সহজ আর মীযানের পাল্লায় ভারী"
  },
  {
    duas: [
      {
        _id: "24",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ",
        transliteration:
          "আল্লা-হুম্মা বা-‘ইদ বাইনী ওয়া বাইনা খাত্বা-ইয়া-ইয়া কামা বা-‘আদতা বাইনাল মাশরিক্বি ওয়াল মাগরিব। আল্লা-হুম্মা নাক্বক্বিনী মিন খাত্বা-ইয়া-ইয়া কামা ইয়ুনাক্কাস্ ছাওবুল আবইয়াদু মিনাদ দানাসি। আল্লা-হুম্মাগসিলনী মিন খাত্বা-ইয়া-ইয়া বিস্‌সালজি ওয়াল মা-’ই ওয়াল বারাদ",
        translations:
          "হে আল্লাহ! আপনি আমার এবং আমার গুনাহসমূহের মধ্যে এমন দূরত্ব সৃষ্টি করুন যেরূপ দূরত্ব সৃষ্টি করেছেন পূর্ব ও পশ্চিমের মধ্যে। হে আল্লাহ! আপনি আমাকে আমার গুনাহসমূহ থেকে এমন পরিষ্কার করে দিন, যেমন সাদা কাপড় ময়লা থেকে পরিষ্কার করা হয়। হে আল্লাহ! আপনি আমাকে আমার পাপসমূহ থেকে বরফ, পানি ও মেঘের শিলাখণ্ড দ্বারা ধৌত করে দিন।",
        bottom: "",
        Reference: "বুখারী ১/১৮১, নং ৭৪৪; মুসলিম ১/৪১৯, নং ৫৯৮।"
      }
    ],
    pageTitle: "সালাতের শুরুতে দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "240",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “আল্লাহ্‌র নিকট সর্বাধিক প্রিয় বাক্য চারটি, তার যে কোনটি দিয়েই শুরু করাতে তোমার কোনো ক্ষতি নেই। আর তা হলো,",
        arabic:
          "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ",
        transliteration:
          "সুবহানাল্লা-হি ওয়ালহাম্‌দু লিল্লা-হি ওয়ালা ইলা-হা ইল্লাল্লা-হু ওয়াল্লা-হু আকবার",
        translations:
          "আল্লাহ পবিত্র-মহান। সকল হামদ-প্রশংসা আল্লাহর। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই। আল্লাহ সবচেয়ে বড়। [১]",
        bottom:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “সূর্য যা কিছুর উপর উদিত হয় তার চেয়ে এগুলো বলা আমার কাছে অধিক প্রিয়।” [২]",
        Reference: "[১] মুসলিম ৩/১৬৮৫, নং ২১৩৭। \n[২] মুসলিম, ৪/২০৭২, নং ২৬৯৫।"
      }
    ],
    pageTitle: "আল্লাহ্‌র নিকট সর্বাধিক প্রিয় বাক্য"
  },
  {
    duas: [
      {
        _id: "241",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, \n\n“তোমাদের কেউ কি প্রতিদিন এক হাজার সওয়াব অর্জন করতে অপারগ?”\n\nতাঁর সাথীদের মধ্যে একজন প্রশ্ন করে বলল, আমাদের কেউ কী করে এক হাজার সওয়াব অর্জন করতে পারে?\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “যে ব্যক্তি ১০০ বার বলবে,",
        arabic: "سُبْحَانَ اللَّهِ",
        transliteration: "সুবহা-নাল্লা-হ",
        translations: "আল্লাহ পবিত্র-মহান।",
        bottom:
          "তার জন্য এক হাজার সওয়াব লেখা হবে অথবা তার এক হাজার পাপ মুছে ফেলা হবে।”",
        Reference: "মুসলিম ৪/২০৭৩, নং ২৬৯৮।"
      }
    ],
    pageTitle: "এক হাজার সওয়াব লেখা অথবা এক হাজার পাপ মুছে ফেলা"
  },
  {
    duas: [
      {
        _id: "242",
        AyaID: "",
        top: "“যে ব্যক্তি বলবে,",
        arabic: "سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ",
        transliteration: "সুব্‌হানাল্লা-হিল ‘আযীম ওয়াবিহামদিহী",
        translations:
          "মহান আল্লাহর প্রশংসার সাথে তাঁর পবিত্রতা ও মহিমা ঘোষণা করছি",
        bottom: "...তার জন্য জান্নাতে একটি খেজুর গাছ রোপণ করা হবে।”",
        Reference:
          "তিরমিযী ৫/১১, নং ৩৪৬৪; হাকেম-১/৫০১ এবং এটাকে সহীহ বলেছেন। আর ইমাম যাহাবী তার সাথে একমত হয়েছেন। দেখুন, সহীহুল জামে‘ ৫/৫৩১; সহীহুত তিরমিযী ৩/১৬০।"
      }
    ],
    pageTitle: "জান্নাতের একটি খেজুর গাছ"
  },
  {
    duas: [
      {
        _id: "243",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, \n\n“ওহে আব্দুল্লাহ ইবন কায়েস! আমি কি জান্নাতের এক রত্নভাণ্ডার সম্পর্কে তোমাকে অবহিত করব না?”\n\nআমি বললাম, “নিশ্চয়ই হে আল্লাহর রাসূল।”\n\nতিনি বললেন, “তুমি বল,",
        arabic: "لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
        transliteration: "লা হাউলা ওয়ালা কূওয়াতা ইল্লা বিল্লা-হ",
        translations:
          "আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই।",
        bottom: "",
        Reference:
          "বুখারী, ফাতহুল বারীসহ ১১/২১৩, নং ৪২০৬; মুসলিম ৪/২০৭৬, নং ২৭০৪।"
      }
    ],
    pageTitle: "জান্নাতের এক রত্নভাণ্ডার"
  },
  {
    duas: [
      {
        _id: "244",
        AyaID: "1",
        top:
          "এক বেদুঈন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এসে জিজ্ঞেস করল, “আমাকে একটি কালেমা শিক্ষা দিন যা আমি বলব।”\n\nতখন রাসূল বললেন, “বল,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু, আল্লা-হু আকবার কাবীরান, ওয়ালহামদুলিল্লা-হি কাসীরান, সুবহা-নাল্লা-হি রাব্বিল আ-লামীন, লা হাউলা ওয়ালা কূওয়াতা ইল্লা বিল্লা-হিল ‘আযীযিল হাকীম।",
        translations:
          "একমাত্র আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। আল্লাহ সবচেয়ে বড়, অতীব বড়। আল্লাহ্‌র অনেক-অজস্র প্রশংসা। সৃষ্টিকুলের রব আল্লাহ কতই না পবিত্র-মহান। প্রবল পরাক্রমশীল ও প্রজ্ঞাময় আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই।",
        bottom: "তখন বেদুঈন বলল, এগুলো তো আমার রবের জন্য; আমার জন্য কী?",
        Reference: ""
      },
      {
        _id: "244",
        AyaID: "2",
        top: "তিনি বললেন: “বল,",
        arabic:
          "اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي",
        transliteration:
          "আল্লা-হুম্মাগফির লী ওয়ারহামনী ওয়াহদিনী ওয়া ‘আ-ফিনী ওয়ারযুক্বনী",
        translations:
          "হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমাকে দয়া করুন, আমাকে আপনি হেদায়াত দিন, আমাকে নিরাপদ রাখুন এবং আমাকে রিযিক দান করুন।",
        bottom:
          "এরপর যখন বেদুঈন ফিরে গেল, তখন রাসূলুল্লাহ্‌ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেন, “লোকটি তার হাত কল্যাণে পূর্ণ করে নিল”।",
        Reference:
          "মুসলিম ৪/২০৭২, নং ২৬৯৬। আর আবূ দাউদ বর্ধিত বর্ণনা করেন, ১/২২০, নং ৮৩২:"
      }
    ],
    pageTitle: "তাসবীহ, তাহমীদ, তাহলীল ও তাকবীর-এর ফযীলত #৮"
  },
  {
    duas: [
      {
        _id: "245",
        AyaID: "",
        top:
          "কোনো ব্যক্তি ইসলাম গ্রহণ করলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে প্রথমে সালাত শিক্ষা দিতেন। অতঃপর এসব কথা দিয়ে দো‘আ করার আদেশ দিতেন,",
        arabic:
          "اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي",
        transliteration:
          "আল্লা-হুম্মাগফির লী ওয়ারহামনী ওয়াহদিনী ওয়া ‘আ-ফিনী ওয়ারযুক্বনী",
        translations:
          "হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমাকে দয়া করুন, আমাকে আপনি হেদায়াত দিন, আমাকে নিরাপদ রাখুন এবং আমাকে রিযিক দান করুন।",
        bottom: "",
        Reference:
          "মুসলিম ৪/২০৭৩; নং ৩৬৯৭। মুসলিমের অপর বর্ণনায় এসেছে, “এগুলো তোমার জন্য দুনিয়া ও আখেরাত সবকিছুর সমন্বয় ঘটাবে।”"
      }
    ],
    pageTitle: "তাসবীহ, তাহমীদ, তাহলীল ও তাকবীর-এর ফযীলত #৯"
  },
  {
    duas: [
      {
        _id: "246",
        AyaID: "1",
        top: "সর্বশ্রেষ্ঠ দো‘আ হল,",
        arabic: "الْحَمْدُ لِلَّهِ",
        transliteration: "আলহামদু লিল্লাহ",
        translations: "সকল প্রশংসা আল্লাহরই",
        bottom: "",
        Reference: ""
      },
      {
        _id: "246",
        AyaID: "2",
        top: "আর সর্বোত্তম যিক্‌র হল,",
        arabic: "لاَ إِلَهَ إِلاَّ اللَّهُ",
        transliteration: "লা ইলাহা ইল্লাল্লাহ",
        translations: "আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference:
          "তিরমিযী ৫/৪৬২, নং ৩৩৮৩; ইবন মাজাহ্‌ ২/১২৪৯, নং ৩৮০০; আল-হাকিম, ১/৫০৩ এবং সহীহ বলেছেন, আর ইমাম যাহাবী তা সমর্থন করেছেন। আরও দেখুন, সহীহুল জামে‘ ১/৩৬২।"
      }
    ],
    pageTitle: "সর্বশ্রেষ্ঠ দো‘আ এবং সর্বোত্তম যিক্‌র"
  },
  {
    duas: [
      {
        _id: "247",
        AyaID: "",
        top: "আল-বাকিয়াতুস সালিহাত’ তথা চিরস্থায়ী নেক আমল হচ্ছে,",
        arabic:
          "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
        transliteration:
          "সুবহা-নাল্লা-হি, ওয়ালহামদুলিল্লা-হি, ওয়া লা-ইলা-হা ইল্লাল্লা-হু, ওয়াল্লা-হু আকবার, ওয়ালা হাউলা ওয়ালা কূওয়াতা ইল্লা বিল্লা-হি",
        translations:
          "আল্লাহ পবিত্র-মহান। সকল হামদ-প্রশংসা আল্লাহর। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই। আল্লাহ সবচেয়ে বড়। আর আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই।",
        bottom: "",
        Reference:
          "মুসনাদে আহমাদ নং ৫১৩; আহমাদ শাকের এর তারতীব অনুসারে, আর তার সনদ বিশুদ্ধ। দেখুন, মাজমাউয যাওয়ায়িদ, ১/২৯৭; ইবন হাজার বুলুগুল মারাম গ্রন্থে এটাকে আবু সা‘ঈদ রাদিয়াল্লাহু ‘আনহু এর বর্ণনায় ইমাম নাসাঈ (আস-সুনানুল কুবরা, নং ১০৬১৭) নিয়ে এসেছেন বলে ইঙ্গিত করেছেন এবং বলেছেন যে, হাদীসটিকে ইবন হিব্বান (নং ৮৪০) ও হাকেম (১/৫৪১) সহীহ বলেছেন।"
      }
    ],
    pageTitle: "চিরস্থায়ী নেক আমল"
  },
  {
    duas: [
      {
        _id: "248",
        AyaID: "",
        top:
          "আব্দুল্লাহ ইবন ‘আমর রাদিয়াল্লাহু ‘আনহুমা বলেন, “আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখেছি আঙুল ভাঁজ করে তাসবীহ গুনতেন”। অপর বর্ণনায় অতিরিক্ত এসেছে, “তাঁর ডান হাতে।”",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "আবূ দাউদ ২/৮১, নং ১৫০২; তিরমিযী ৫/৫২১, নং ৩৪৮৬। আরও দেখুন, সহীহুল জামে‘ ৪/২৭১, নং ৪৮৬৫, আর শাইখ আলবানী সহীহ সুনান আবি দাউদে (১/৪১১) এটাকে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "কীভাবে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাসবীহ পাঠ করতেন?"
  },
  {
    duas: [
      {
        _id: "249",
        AyaID: "",
        top:
          "আল্লাহ্ দরূদ ও সালাম এবং বরকত বর্ষণ করুন আমাদের নবী মুহাম্মাদ, তাঁর বংশধর ও তাঁর সকল সাহাবীগণের উপর।",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference: ""
      }
    ],
    pageTitle: "বিবিধ কল্যাণ ও সামষ্টিক কিছু আদব"
  },
  {
    duas: [
      {
        _id: "25",
        AyaID: "",
        top: "",
        arabic:
          "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ",
        transliteration:
          "সুবহা-নাকাল্লা-হুম্মা ওয়া বিহামদিকা ওয়া তাবা-রাকাসমুকা ওয়া তা‘আ-লা জাদ্দুকা ওয়া লা- ইলা-হা গাইরুকা",
        translations:
          "হে আল্লাহ! আপনার প্রশংসাসহ আপনার পবিত্রতা ও মহিমা ঘোষণা করছি, আপনার নাম বড়ই বরকতময়, আপনার প্রতিপত্তি অতি উচ্চ। আর আপনি ব্যতীত অন্য কোনো হক্ব ইলাহ্‌ নেই।",
        bottom: "",
        Reference:
          "মুসলিম, নং ৩৯৯; আর সুনান গ্রন্থকার চারজন। আবু দাউদ, নং ৭৭৫; তিরমিযী, নং ২৪৩; ইবন মাজাহ্‌, নং ৮০৬; নাসাঈ, নং ৮৯৯। আরও দেখুন, সহীহুত তিরমিযী, ১/৭৭; সহীহ ইবন মাজাহ্ ১/১৩৫।"
      }
    ],
    pageTitle: "সালাতের শুরুতে দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "250",
        AyaID: "1",
        top: "",
        arabic: "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
        transliteration: " বিসমিল্লাহির রাহমা-নির রাহি-ম",
        translations: "পরম করুণাময় অতি দয়ালু আল্লাহর নামে",
        bottom: "",
        Reference: ""
      },
      {
        _id: "250",
        AyaID: "2",
        top: "",
        arabic: "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
        transliteration: " আলহামদু লিল্লাহি রাব্বিল আ’-লামি-ন।",
        translations: "সমস্ত প্রশংসা আল্লাহর জন্য, যিনি সৃষ্টিকুলের রব।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "250",
        AyaID: "3",
        top: "",
        arabic: "الرَّحْمَنِ الرَّحِيمِ",
        transliteration: "আররাহমা-নির রাহি-ম",
        translations: "দয়াময়, পরম দয়ালু,",
        bottom: "",
        Reference: ""
      },
      {
        _id: "250",
        AyaID: "4",
        top: "",
        arabic: "مَالِكِ يَوْمِ الدِّينِ",
        transliteration: "মা-লিকি ইয়াওমিদ্দি-ন",
        translations: "বিচার দিবসের মালিক।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "250",
        AyaID: "5",
        top: "",
        arabic: "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
        transliteration: " ইয়্যা-কা না’বুদু ওয়া ইয়্যা-কা নাসতাই’-ন",
        translations:
          "আপনারই আমরা ইবাদাত করি এবং আপনারই নিকট আমরা সাহায্য চাই।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "250",
        AyaID: "6",
        top: "",
        arabic: "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ",
        transliteration: "ইহদিনাস সিরাতা’ল মুসতাকি’-ম",
        translations: "আমাদেরকে সরল পথের হিদায়াত দিন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "250",
        AyaID: "7",
        top: "",
        arabic:
          "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
        transliteration:
          " সিরাতা’ল্লা যি-না আনআ’মতা আ’লাইহিম গা’ইরিল মাগ’দু’বি আ’লাইহিম ওয়ালা দ্দ—ল্লি-ন।",
        translations:
          "তাদের পথ, যাদেরকে নিয়ামত দিয়েছেন। যাদের উপর (আপনার) ক্রোধ আপতিত হয়নি এবং যারা পথভ্রষ্টও নয়।",
        bottom: "",
        Reference: "সূরা আল-ফাতিহা - ১:১-৭"
      }
    ],
    pageTitle: "সূরা আল-ফাতিহা - ১:১-৭"
  },
  {
    duas: [
      {
        _id: "251",
        AyaID: "",
        top: "",
        arabic: "أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ",
        transliteration: "আ‘ঊযুবিল্লা-হি আন্ আকূনা মিনাল্ জ্বা-হিলীন্",
        translations:
          "আমি মূর্খদের অন্তর্ভুক্ত হওয়া থেকে আল্লাহর আশ্রয় চাচ্ছি",
        bottom: "",
        Reference: "সূরা আল বাকারাহ - ২:৬৭"
      }
    ],
    pageTitle: "জাহিলিয়াত থেকে মুক্তি [২:৬৭]"
  },
  {
    duas: [
      {
        _id: "252",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ ٱجْعَلْ هَٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۖ",
        transliteration:
          "রব্বিজ্ব ‘আল্ হা-যা- বালাদান্ আ-মিনাওঁ র্অযুক্ব ্ আহ্লাহূ মিনাছ্ ছামারা-তি মান্ আ-মানা মিন্হুম্ বিল্লা-হি অল্ইয়াওমিল্ আ-খির",
        translations:
          "হে আমার রব, আপনি একে নিরাপদ নগরী বানান এবং এর অধিবাসীদেরকে ফল-মুলের রিযিক দিন যারা আল্লাহ ও শেষ দিনের প্রতি ঈমান এনেছে’। তিনি বললেন, ‘যে কুফরী করবে, তাকে আমি স্বল্প ভোগোপকরণ দিব। অতঃপর তাকে আগুনের আযাবে প্রবেশ করতে বাধ্য করব। আর তা কত মন্দ পরিণতি",
        bottom: "",
        Reference: "সূরা আল বাকারাহ - ২:১২৬"
      }
    ],
    pageTitle: "সূরা আল বাকারাহ - ২:১২৬"
  },
  {
    duas: [
      {
        _id: "253",
        AyaID: "1",
        top: "",
        arabic: "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ العَلِيمُ",
        transliteration:
          "রব্বানা-তাক্বাব্বাল্ মিন্ ; ইন্নাকা আনতাস্ সামী‘উল্ ‘আলীম্।",
        translations:
          "হে আমাদের রব, আমাদের পক্ষ থেকে কবূল করুন। নিশ্চয় আপনি সর্বশ্রোতা, সর্বজ্ঞানী",
        bottom: "",
        Reference: ""
      },
      {
        _id: "253",
        AyaID: "2",
        top: "",
        arabic:
          "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ",
        transliteration:
          " রব্বানা- অজ্ব্‘আল্না- মুস্লিমাইনি লাকা অমিন্ র্যুরিয়্যাতিনা- উম্মাতাম্ মুস্লিমাতাল্লাকা অআরিনা-মানা-সিকানা-অতুব্ ‘আলাইনা-ইন্নাকা আন্তাত্ তাওয়্যা-র্বু রাহীম্।",
        translations:
          "হে আমাদের রব, আমাদেরকে আপনার অনুগত করুন এবং আমাদের বংশধরের মধ্য থেকে আপনার অনুগত জাতি বানান। আর আমাদেরকে আমাদের ইবাদাতের বিধি-বিধান দেখিয়ে দিন এবং আমাদেরকে ক্ষমা করুন। নিশ্চয় আপনি ক্ষমাশীল, পরম দয়ালু",
        bottom: "",
        Reference: "সূরা আল বাকারাহ - ২:১২৭-১২৮"
      }
    ],
    pageTitle: "আমল কবুলের করতে চাওয়া [২:১২৭-১২৮]"
  },
  {
    duas: [
      {
        _id: "254",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
        transliteration:
          "রব্বানায় আ-তিনা-ফিদ্ দুন্ইয়া-হাসানাতাওঁ অফিল্ আ-খিরাতি হাসানাতাওঁ অক্বিনা-‘আযা-বান্না-র।",
        translations:
          "হে আমাদের রব, আমাদেরকে দুনিয়াতে কল্যাণ দিন। আর আখিরাতেও কল্যাণ দিন এবং আমাদেরকে আগুনের আযাব থেকে রক্ষা করুন।",
        bottom: "",
        Reference: "সূরা আল বাকারাহ - ২:২০১"
      }
    ],
    pageTitle: "দুনিয়া ও আখিরাতের কল্যান চাওয়া [২:২০১]"
  },
  {
    duas: [
      {
        _id: "255",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى القَوْمِ الكَافِرِينَ",
        transliteration:
          "রব্বানায় আফ্রিগ্ ‘আলাইনা-ছোয়াব্রাওঁ অছাব্বিত্ আক্ব ্দা-মানা-অর্ন্ছুনা-‘আলাল্ ক্বাওমিল্ কা-ফিরীন্।",
        translations:
          "হে আমাদের রব, আমাদের উপর ধৈর্য ঢেলে দিন, আমাদের পা স্থির রাখুন এবং আমাদেরকে কাফের জাতির বিরুদ্ধে সাহায্য করুন।",
        bottom: "",
        Reference: "সূরা আল বাকারাহ - ২:২৫০"
      }
    ],
    pageTitle: "ধৈর্য, একনিষ্ঠতা এবং বিজয় প্রার্থনা [২:২৫০]"
  },
  {
    duas: [
      {
        _id: "256",
        AyaID: "",
        top: "",
        arabic:
          "سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
        transliteration:
          "সামি’না- অআত্বোয়া’না- গুফ্রা-নাকা রব্বানা- অইলাইকাল্ মার্ছীর",
        translations:
          "আমরা শুনলাম এবং মানলাম। হে আমাদের রব! আমরা আপনারই ক্ষমা প্রার্থনা করি, আর আপনার দিকেই প্রত্যাবর্তনস্থল।",
        bottom: "",
        Reference: "সূরা আল বাকারাহ - ২:২৮৫"
      }
    ],
    pageTitle: "সূরা আল বাকারাহ - ২:২৮৫"
  },
  {
    duas: [
      {
        _id: "257",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَٰفِرِينَ",
        transliteration:
          "রব্বানা- লা-তুআ-খিয্না য় ইন্নাসী য় না-আও আখ্ত্বোয়ানা-, রব্বানা- অলা-তাহ্মিল্ ‘আলাইনায় ইছরান কামা-হামাল্তাহূ ‘আলাল্লাযীনা মিন্ ক্বাব্লিনা-, রব্বানা- অলা-তুহাম্মিল্না- মা-লা-ত্বোয়া-ক্বাতা লানা-বিহ্;অ’ফু ‘আন্না-অর্গ্ফি লানা- র্অহাম্না- আন্তা মাওলা-না- ফান্ছুরনা- ‘আলাল্ ক্বাওমিল্ কা-ফিরীন্",
        translations:
          "হে আমাদের রব! আমরা যদি ভুলে যাই, অথবা ভুল করি তাহলে আপনি আমাদেরকে পাকড়াও করবেন না। হে আমাদের রব, আমাদের উপর বোঝা চাপিয়ে দেবেন না, যেমন আমাদের পূর্ববর্তীদের উপর চাপিয়ে দিয়েছেন। হে আমাদের রব, আপনি আমাদেরকে এমন কিছু বহন করাবেন না, যার সামর্থ্য আমাদের নেই। আর আপনি আমাদেরকে মার্জনা করুন এবং আমাদেরকে ক্ষমা করুন, আর আমাদের উপর দয়া করুন। আপনি আমাদের অভিভাবক। অতএব আপনি কাফির সমপ্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন।",
        bottom: "",
        Reference: "সূরা আল বাকারাহ - ২:২৮৬"
      }
    ],
    pageTitle: "সূরা আল বাকারাহ - ২:২৮৬"
  },
  {
    duas: [
      {
        _id: "258",
        AyaID: "1",
        top: "",
        arabic:
          "رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ",
        transliteration:
          "রব্বানা-লা-তুযিগ্ কুলূবানা- বা’দা ইয্ হাদাইতানা-অহাবলানা-মিল্ লাদুন্কা রহ্মাতান্ , ইন্নাকা আন্তাল্ অহ্হা-ব্",
        translations:
          "হে আমাদের রব, আপনি হিদায়াত দেয়ার পর আমাদের অন্তরসমূহ বক্র করবেন না এবং আপনার পক্ষ থেকে আমাদেরকে রহমত দান করুন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "258",
        AyaID: "2",
        top: "",
        arabic:
          "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
        transliteration:
          "রব্বানায় ইন্নাকা জ্বা-মি‘উন্ না-সি লিইয়াওমিল্ লা-রাইবা ফীহ্; ইন্নাল্লা-হা লা-ইয়ুখ্লিফুল্ মী‘আ-দ্। ",
        translations:
          "হে আমাদের রব, নিশ্চয় আপনি মানুষকে সমবেত করবেন এমন একদিন, যাতে কোন সন্দেহ নেই। নিশ্চয় আল্লাহ প্রতিশ্রুতি ভঙ্গ করেন না।",
        bottom: "",
        Reference: "সূরা আলে ইমরান - ৩:৮-৯"
      }
    ],
    pageTitle: "হেদায়াতের পর অন্তরের বক্রতা হতে মুক্তি চাওয়া [৩:৮-৯]"
  },
  {
    duas: [
      {
        _id: "259",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
        transliteration:
          "রব্বানায় ইন্নানায় আ-মান্না-ফার্গ্ফিলানা- যুনূবানা- অক্বিনা- ‘আযা-বান্ নার্-।",
        translations:
          "হে আমাদের রব, নিশ্চয় আমরা ঈমান আনলাম। অতএব, আমাদের পাপসমূহ ক্ষমা করুন এবং আমাদেরকে আগুনের আযাব থেকে রক্ষা করুন।",
        bottom: "",
        Reference: "সূরা আলে ইমরান - ৩:১৬"
      }
    ],
    pageTitle: "ক্ষমা এবং জাহান্নাম হতে মুক্তি চাওয়া [৩:১৬]"
  },
  {
    duas: [
      {
        _id: "26",
        AyaID: "1",
        top: "",
        arabic:
          "وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ",
        transliteration:
          "ওয়াজ্জাহ্‌তু ওয়াজহিয়া লিল্লাযী ফাত্বারাস্ সামা-ওয়াতি ওয়াল আরদ্বা হানীফাও ওয়ামা আনা মিনাল মুশরিকীন। ইন্না সালা-তী, ওয়া নুসুকী ওয়া মাহইয়া-ইয়া ওয়া মামা-তী লিল্লা-হি রাব্বিল ‘আ-লামীন। লা শারীকা লাহু ওয়াবিযা-লিকা উমিরতু ওয়া আনা মিনাল মুসলিমীন।",
        translations:
          "যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন আমি একনিষ্টভাবে আমার মুখমণ্ডল তাঁর দিকেই ফিরালাম, আর আমি মুশরিকদের অন্তর্ভুক্ত নই। নিশ্চয় আমার সালাত, আমার কুরবানী বা যাবতীয় ইবাদাত, আমার জীবন ও আমার মরণ সৃষ্টিকুলের রব্ব আল্লাহ্‌র জন্য। তাঁর কোনো শরীক নেই। আর আমি এরই আদেশ প্রাপ্ত হয়েছি এবং আমি মুসলিমদের অন্তর্ভুক্ত।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "26",
        AyaID: "2",
        top: "",
        arabic:
          "اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، وَاهْدِنِي لِأَحْسَنِ الأَخْلَاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ",
        transliteration:
          "আল্লা-হুম্মা আনতাল মালিকু লা ইলা-হা ইল্লা আনতা, আনতা রব্বী ওয়া আনা ‘আবদুকা। যালামতু নাফসী ওয়া‘তারাফতু বিযাম্বী। ফাগফির লী যুনূবী জামী‘আন ইন্নাহু লা- ইয়াগফিরুয্ যুনূবা ইল্লা আনতা। ওয়াহদিনী লিআহসানিল আখলা-ক্বি, লা ইয়াহ্‌দী লিআহ্‌সানিহা ইল্লা আনতা। ওয়াসরিফ ‘আন্নী সায়্যিআহা লা ইয়াসরিফু সায়্যিআহা ইল্লা আনতা।",
        translations:
          "হে আল্লাহ! আপনিই অধিপতি, আপনি ব্যতীত আর কোনো হক্ব ইলাহ নেই। আপনি আমার রব্ব, আমি আপনার বান্দা। আমি আমার নিজের প্রতি অন্যায় করেছি এবং আমি আমার পাপসমূহ স্বীকার করছি। সুতরাং আপনি আমার সমুদয় গুনাহ মাফ করে দিন। নিশ্চয় আপনি ছাড়া আর কেউ গুনাহসমূহ মাফ করতে পারে না। আর আপনি আমাকে সর্বোত্তম চরিত্রের পথে পরিচালিত করুন, আপনি ছাড়া আর কেউ উত্তম চরিত্রের পথে পরিচালিত করতে পারে না। আর আপনি আমার থেকে আমার খারাপ চরিত্রগুলো দূরীভূত করুন, আপনি ব্যতীত আর কেউ সে খারাপ চরিত্রগুলো অপসারিত করতে পারে না।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "26",
        AyaID: "3",
        top: "",
        arabic:
          "لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَـدَيْكَ، وَالشَّـرُّ لَيْسَ إِلَيْـكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ",
        transliteration:
          "লাববাইকা ওয়া সা‘দাইকা ওয়াল-খাইরু কুল্লুহু বিয়াদাইকা, ওয়াশশাররু লাইসা ইলাইকা। আনা বিকা ওয়া ইলাইকা, তাবা-রাক্তা ওয়া তা‘আ-লাইতা। আসতাগফিরুকা ওয়া আতূবু ইলাইকা",
        translations:
          "আমি আপনার হুকুম মানার জন্য সদা-সর্বদা হাজির, সকল কল্যাণই আপনার দু’ হাতে নিহিত। অকল্যাণ আপনার দিকে নয় (অর্থাৎ মন্দকে আপনার দিকে সম্পৃক্ত করা উচিত নয়, অথবা মন্দ দ্বারা আপনার নিকটবর্তী হওয়া যায় না, বা মন্দ আপনার দিকে উঠে না)। আমি আপনার দ্বারাই (প্রতিষ্ঠিত আছি, সহযোগিতা পেয়ে থাকি) এবং আপনার দিকেই (আমার সকল প্রবণতা, বা আমার প্রত্যাবর্তন)। আপনি বরকতময় এবং আপনি সুঊচ্চ। আমি আপনার নিকট ক্ষমা চাই এবং আপনার কাছে তাওবাহ্‌ করছি।",
        bottom: "",
        Reference: "মুসলিম ১/৫৩৪, নং ৭৭১।"
      }
    ],
    pageTitle: "সালাতের শুরুতে দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "260",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَاءِ",
        transliteration:
          "রব্বি হাব্লী মিল্লাদুন্কা র্যুরিয়্যাতান্ ত্বোয়াইয়িবাতান্, ইন্নাকা সামী ‘উদ্ দু‘আ - য়্।",
        translations:
          "হে আমার রব, আমাকে আপনার পক্ষ থেকে উত্তম সন্তান দান করুন। নিশ্চয় আপনি প্রার্থনা শ্রবণকারী।",
        bottom: "",
        Reference: "সূরা আলে ইমরান - ৩:৩৮"
      }
    ],
    pageTitle: "সুসন্তান লাভের জন্য দোআ [৩:৩৮]"
  },
  {
    duas: [
      {
        _id: "261",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا آمَنَّا بِمَا أَنزَلَتْ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَِ",
        transliteration:
          "রব্বানায় আ-মান্না-বিমায় আন্যাল্তা অত্তাবা’র্না রাসূলা ফাক্তুব্না- মা‘আশ্ শা-হিদীন্।",
        translations:
          "হে আমাদের রব, আপনি যা নাযিল করেছেন তার প্রতি আমরা ঈমান এনেছি এবং আমরা রাসূলের অনুসরণ করেছি। অতএব, আমাদেরকে সাক্ষ্যদাতাদের তালিকাভুক্ত করুন।",
        bottom: "",
        Reference: "সূরা আলে ইমরান - ৩:৫৩"
      }
    ],
    pageTitle: "সূরা আলে ইমরান - ৩:৫৩"
  },
  {
    duas: [
      {
        _id: "262",
        AyaID: "",
        top: "",
        arabic:
          "ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَِ",
        transliteration:
          "রব্বানাগ্ র্ফিলানা- যুনূবানা- অইস্রা-ফানা- ফী য় আম্রিনা-অছাব্বিত্ আক্বদা-মানা- অর্ন্ছুনা- ‘আলাল্ ক্বাওমিল্ কা-ফিরীন্।",
        translations:
          "হে আমাদের রব, আমাদের পাপ ও আমাদের কর্মে আমাদের সীমালঙ্ঘন ক্ষমা করুন এবং অবিচল রাখুন আমাদের পা সমূহকে, আর কাফির কওমের উপর আমাদেরকে সাহায্য করুন।",
        bottom: "",
        Reference: "সূরা আলে ইমরান - ৩:১৪৭"
      }
    ],
    pageTitle: "ক্ষমা, একনিষ্ঠতা এবং বিজয় প্রার্থনা [৩:১৪৭]"
  },
  {
    duas: [
      {
        _id: "263",
        AyaID: "1",
        top: "",
        arabic:
          "رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ",
        transliteration:
          "রব্বানা- মা- খালাক্ব্তা হা-যা-বা-ত্বিলা-; সুব্হা-নাকা ফাক্বিনা- ‘আযা-বান্ নার্-।",
        translations:
          "হে আমাদের রব, তুমি এসব অনর্থক সৃষ্টি করনি। তুমি পবিত্র মহান। সুতরাং তুমি আমাদেরকে আগুনের আযাব থেকে রক্ষা কর",
        bottom: "",
        Reference: ""
      },
      {
        _id: "263",
        AyaID: "2",
        top: "",
        arabic:
          "رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ",
        transliteration:
          "রব্বানা য় ইন্নাকা মান্ তুদ্খিলিন্না-রা ফাক্বাদ্ আখ্যাইতাহূ অমা- লিজ্জোয়া-লিমীনা মিন্ আনছোয়ার্-।",
        translations:
          "হে আমাদের রব, নিশ্চয় তুমি যাকে আগুনে প্রবেশ করাবে, অবশ্যই তাকে তুমি অপমান করবে। আর যালিমদের জন্য কোন সাহায্যকারী নেই",
        bottom: "",
        Reference: ""
      },
      {
        _id: "263",
        AyaID: "3",
        top: "",
        arabic:
          "رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا ۚ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
        transliteration:
          "রব্বানা য় ইন্নানা- সামি’না- মুনা দিয়াইঁ ইয়ুনা-দী লিল্ঈমা-নি আন্ আ-মিনূ বিরব্বিকুম্ ফাআ-মান্না-, রব্বানা- ফার্গ্ফিলানা-যুনূবানা-অকার্ফ্ফি ‘আন্না-সাইয়িআ-তিনা-অতাওয়াফ্ফানা- মা‘আল্ আব্রার্-।",
        translations:
          "হে আমাদের রব, নিশ্চয় আমরা শুনেছিলাম একজন আহ্বানকারীকে, যে ঈমানের দিকে আহবান করে যে, ‘তোমরা তোমাদের রবের প্রতি ঈমান আন। তাই আমরা ঈমান এনেছি। হে আমাদের রব আমাদের গুনাহসমূহ ক্ষমা করুন এবং বিদূরিত করুন আমাদের ত্রুটি-বিচ্যুতি, আর আমাদেরকে মৃত্যু দিন নেককারদের সাথে",
        bottom: "",
        Reference: ""
      },
      {
        _id: "263",
        AyaID: "4",
        top: "",
        arabic:
          "رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ",
        transliteration:
          "রব্বানা- অআ-তিনা-মা-অ‘আত্তানা- ‘আলা-রুসুলিকা অলা-তুখ্যিনা-ইয়াওমাল্ ক্বিয়া-মাহ্; ইন্নাকা লা-তুখ্লিফুল্ মী‘আ-দ্।",
        translations:
          "হে আমাদের রব, আর আপনি আমাদেরকে তা প্রদান করুন যার ওয়াদা আপনি আমাদেরকে দিয়েছেন আপনার রাসূলগণের মাধ্যমে। আর কিয়ামতের দিনে আপনি আমাদেরকে অপমান করবেন না। নিশ্চয় আপনি অঙ্গীকার ভঙ্গ করেন না",
        bottom: "",
        Reference: "সূরা আলে ইমরান - ৩:১৯১-১৯৪"
      }
    ],
    pageTitle: "সূরা আলে ইমরান - ৩:১৯১-১৯৪"
  },
  {
    duas: [
      {
        _id: "264",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا أَخْرِجْنَا مِنْ هَٰذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا",
        transliteration:
          "রব্বানা য় আখ্রিজ্ব না-মিন্ হা-যিহিল্ র্ক্বাইয়াতিজ্জোয়া-লিমি আহ্লুহা- অজ্ব’আল্ লানা- মিল্লাদুন্কা অলিয়্যাওঁ অজ্ব ‘আল্ লানা-মিল্লাদুন্কা নাছীরা-।",
        translations:
          "হে আমাদের রব, আমাদেরকে বের করুন এ জনপদ থেকে যার অধিবাসীরা যালিম এবং আমাদের জন্য আপনার পক্ষ থেকে একজন অভিভাবক নির্ধারণ করুন। আর নির্ধারণ করুন আপনার পক্ষ থেকে একজন সাহায্যকারী",
        bottom: "",
        Reference: "সূরা আন-নিসা - ৪:৭৫ "
      }
    ],
    pageTitle: "মজলুমের দোআ [৪:৭৫]"
  },
  {
    duas: [
      {
        _id: "265",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي ۖ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ",
        transliteration:
          "রব্বি ইন্নী লা য় আম্লিকু ইল্লা-নাফ্সী অআখী ফাফ্রুক্ব বাইনানা- অবাইনাল্ ক্বাওমিল্ ফা-সিক্বীন্। ",
        translations:
          "হে আমার রব, আমি আমার ও আমার ভাই ছাড়া কারো উপরে অধিকার রাখি না। সুতরাং আপনি আমাদের ও ফাসিক কওমের মধ্যে বিচ্ছেদ করে দিন।",
        bottom: "",
        Reference: "সূরা আল মায়েদাহ - ৫:২৫"
      }
    ],
    pageTitle: "সূরা আল মায়েদাহ - ৫:২৫"
  },
  {
    duas: [
      {
        _id: "266",
        AyaID: "1",
        top: "",
        arabic: "رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
        transliteration: "রব্বানা য় আ-মান্না- ফাক্তুব্না- মা‘আশ্ শা-হিদীন্।",
        translations:
          "হে আমাদের রব, আমরা ঈমান এনেছি। সুতরাং আপনি আমাদেরকে সাক্ষ্য দানকারীদের সঙ্গে লিপিবদ্ধ করুন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "266",
        AyaID: "2",
        top: "",
        arabic:
          "وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ",
        transliteration:
          "অমা- লানা- লা-নু”মিনু বিল্লা-হি অমা-জ্বা - য়ানা-মিনাল্ হাক্ব ক্বি অনাত্ব মা‘উ আঁই ইয়ুদ্খিলানা- রব্বুনা-মা‘আল্ ক্বাওমিছ্ ছোয়া-লিহীন্। ",
        translations:
          "আর আমাদের কী হয়েছে যে, আমরা আল্লাহর প্রতি এবং যে সত্য আমাদের কাছে এসেছে তার প্রতি ঈমান আনব না? আর আমরা আশা করব না যে, আমাদের রব আমাদেরকে প্রবেশ করাবেন নেককার সম্প্রদায়ের সাথে’।",
        bottom: "",
        Reference: "সূরা আল মায়েদাহ - ৫:৮৩ - ৮৪"
      }
    ],
    pageTitle: "সূরা আল মায়েদাহ - ৫:৮৩ - ৮৪"
  },
  {
    duas: [
      {
        _id: "267",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء تَكُونُ لَنَا عِيداً لِّأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنكَ وَارْزُقْنَا وَأَنتَ خَيْرُ الرَّازِقِينَ",
        transliteration:
          "রব্বানা য় আন্যিল্ ‘আলাইনা- মা - য়িদাতাম্ মিনাস্ সামা - য়ি তাকূনু লানা-‘ঈদাল্ লিআওয়্যালিনা-অ আ-খিরিনা-অ আ-ইয়াতাম্ মিন্কা, অরযুক্ব না-অ আন্তা খাইর্রু রা-যিক্বীন্।",
        translations:
          "হে আমাদের রব, আসমান থেকে আমাদের প্রতি খাবারপূর্ণ দস্তরখান নাযিল করুন; এটা আমাদের জন্য ঈদ হবে। আমাদের পূর্ববর্তী ও পরবর্তীদের জন্য। আর আপনার পক্ষ থেকে এক নিদর্শন হবে। আর আমাদেরকে রিযিক দান করুন, আপনিই শ্রেষ্ঠ রিযিকদাতা",
        bottom: "",
        Reference: "সূরা আল মায়েদাহ - ৫:১১৪"
      }
    ],
    pageTitle: "সূরা আল মায়েদাহ - ৫:১১৪"
  },
  {
    duas: [
      {
        _id: "268",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
        transliteration:
          "রব্বানা- জোয়ালাম্না- আন্ফুসানা- অইল্লাম্ তার্গ্ফিলানা-অর্তাহাম্না-লানাকূনান্না মিনাল্ খা-সিরীন্।",
        translations:
          "হে আমাদের রব, আমরা নিজদের উপর যুল্‌ম করেছি। আর যদি আপনি আমাদেরকে ক্ষমা না করেন এবং আমাদেরকে দয়া না করেন তবে অবশ্যই আমরা ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব",
        bottom: "",
        Reference: "সূরা আল আরাফ - ৭:২৩"
      }
    ],
    pageTitle: "পাপ করার পর ক্ষমা প্রার্থনা [৭:২৩]"
  },
  {
    duas: [
      {
        _id: "269",
        AyaID: "",
        top: "",
        arabic: "رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ",
        transliteration: "রব্বানা- লা-তাজু‘আল্না- মা‘আল্ ক্বাওমিজ্জোয়া-লিমীন্।",
        translations: "হে আমাদের রব, আমাদেরকে যালিম কওমের অন্তর্ভুক্ত করবেন না",
        bottom: "",
        Reference: "সূরা আল আরাফ - ৭:৪৭"
      }
    ],
    pageTitle: "যালিম কওমের অন্তর্ভুক্ত না হওয়ার দোআ [৭:৪৭]"
  },
  {
    duas: [
      {
        _id: "27",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ",
        transliteration:
          "আল্লা-হুম্মা রববা জিব্রাঈলা ওয়া মীকাঈলা ওয়া ইস্রা-ফীলা ফা-তিরাস্ সামা-ওয়া-তি ওয়াল আরদি ‘আ-লিমাল গাইবি ওয়াশশাহা-দাতি। আনতা তাহকুমু বাইনা ইবা-দিকা ফীমা কা-নূ ফীহি ইয়াখতালিফূন। ইহদিনী লিমাখতুলিফা ফীহি মিনাল হাককি বিইযনিকা ইন্নাকা তাহ্‌দী তাশা-উ ইলা- সিরা-তিম মুস্তাকীম",
        translations:
          "হে আল্লাহ! জিবরাঈল, মীকাঈল ও ইসরাফীলের রব্ব, আসমান ও যমীনের স্রষ্টা, গায়েব ও প্রকাশ্য সব কিছুর জ্ঞানী, আপনার বান্দাগণ যেসব বিষয়ে মতভেদে লিপ্ত আপনিই তার মীমাংসা করে দিবেন। যেসব বিষয়ে মতভেদ হয়েছে তন্মধ্যে আপনি আপনার অনুমতিক্রমে আমাকে যা সত্য সেদিকে পরিচালিত করুন। নিশ্চয় আপনি যাকে ইচ্ছা সরল পথ প্রদর্শন করেন।",
        bottom: "",
        Reference: "মুসলিম ১/৫৩৪, নং ৭৭০।"
      }
    ],
    pageTitle: "সালাতের শুরুতে দো‘আ #৪"
  },
  {
    duas: [
      {
        _id: "270",
        AyaID: "",
        top: "",
        arabic:
          "عَلَى اللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ",
        transliteration:
          "আলাল্লা-হি তাওয়াক্কাল্না-; রব্বানাফ্তাহ্ বাইনানা- অবাইনা ক্বওমিনা-বিল্হাকক্বি অআন্তা খাইরুল্ ফা-তিহীন্। ",
        translations:
          "আল্লাহরই উপর আমরা তাওয়াক্কুল করি। হে আমাদের রব, আমাদের ও আমাদের কওমের মধ্যে যথার্থ ফয়সালা করে দিন। আর আপনি শ্রেষ্ঠ ফয়সালাকারী।",
        bottom: "",
        Reference: "সূরা আল আরাফ - ৭:৮৯"
      }
    ],
    pageTitle: "সূরা আল আরাফ - ৭:৮৯"
  },
  {
    duas: [
      {
        _id: "271",
        AyaID: "",
        top: "",
        arabic: "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
        transliteration:
          "রব্বানা য় আফ্রিগ্ ‘আলাইনা- ছব্বাওঁ অতাওয়াফ্ফানা-মুস্লিমীন্।",
        translations:
          "হে আমাদের রব, আমাদেরকে পরিপূর্ণ ধৈর্য দান করুন এবং মুসলিম হিসাবে আমাদেরকে মৃত্যু দান করুন",
        bottom: "",
        Reference: "সূরা আল আরাফ - ৭:১২৬"
      }
    ],
    pageTitle: "ধৈর্য লাভ এবং মুসলমান হিসেবে মৃত্যু চাওয়া [৭:১২৬]"
  },
  {
    duas: [
      {
        _id: "272",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ ۖ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ",
        transliteration:
          "রব্বির্গ্ফিলী অলিআখী অআদ্খিল্না- ফী রহ্মাতিকা অ আন্তা র্আহার্মু র-হিমীন্।",
        translations:
          "আমার রব, ক্ষমা করুন আমাকে ও আমার ভাইকে এবং আপনার রহমতে আমাদের প্রবেশ করান। আর আপনিই রহমকারীদের মধ্যে শ্রেষ্ঠ।",
        bottom: "",
        Reference: "সূরা আল আরাফ - ৭:১৫১"
      }
    ],
    pageTitle: "ক্ষমা এবং রহমত প্রার্থনা [৭:১৫১]"
  },
  {
    duas: [
      {
        _id: "273",
        AyaID: "1",
        top: "",
        arabic:
          "رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا ۖ إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَاءُ وَتَهْدِي مَن تَشَاءُ ۖ أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا ۖ وَأَنتَ خَيْرُ الْغَافِرِينَ",
        transliteration:
          "রব্বি লাও শি”তা আহ্লাক্তাহুম্ মিন্ ক্বব্লু অ ইয়্যা-ইয়া আতুহ্লিকুনা- বিমা-ফা‘আলাস্ সুফাহা - য়ু মিন্না- ইন্ হিয়া ইল্লা- ফিত্নাতুক্ ; তুদ্ধিল্লু বিহা-মান্ তাশা - য়ু অতাহ্দী মান্ তাশা - য়ু; আন্তা অলিয়্যুনা-ফার্গ্ফিলানা-র্অহাম্না- অআন্তা খাইরুল্ গ-ফিরীন্। ",
        translations:
          "হে আমার রব, আপনি চাইলে ইতঃপূর্বে এদের ধ্বংস করতে পারতেন এবং আমাকেও। আমাদের মধ্যে নির্বোধরা যা করেছে তার কারণে কি আমাদেরকে ধ্বংস করবেন? এটাতো আপনার পরীক্ষা ছাড়া কিছু না। এর মাধ্যমে যাকে চান আপনি পথভ্রষ্ট করেন এবং যাকে চান হিদায়াত দান করেন। আপনি আমাদের অভিভাবক। সুতরাং আমাদের ক্ষমা করে দিন এবং আপনি উত্তম ক্ষমাশীল।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "273",
        AyaID: "2",
        top: "",
        arabic:
          "وَاكْتُبْ لَنَا فِي هَٰذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ",
        transliteration:
          "অক্তুব্ লানা-ফী হা-যিহিদ্ দুন্ইয়া- হাসানাতাঁও অফিল্ আ-খারতি ইন্না-হুদ্না য় ইলাইক্",
        translations:
          "আর আমাদের জন্য এ দুনিয়াতে ও আখিরাতে কল্যাণ লিখে দিন। নিশ্চয় আমরা আপনার দিকে প্রত্যাবর্তন করেছি",
        bottom: "",
        Reference: "সূরা আল আরাফ - ৭:১৫৫-১৫৬"
      }
    ],
    pageTitle: "সূরা আল আরাফ - ৭:১৫৫-১৫৬"
  },
  {
    duas: [
      {
        _id: "274",
        AyaID: "",
        top: "",
        arabic: "لَئِنْ آتَيْتَنَا صَالِحًا لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ",
        transliteration:
          "লায়িন্ আ-তাইতানা-ছোয়া-লিহাল্ লানাকূনান্না মিনশ্ শা -কিরীন্",
        translations:
          "দি আপনি আমাদেরকে সুসন্তান দান করেন তবে অবশ্যই আমরা কৃতজ্ঞদের অন্তর্ভুক্ত হব",
        bottom: "",
        Reference: "সূরা আল আরাফ - ৭:১৮৯"
      }
    ],
    pageTitle: "সূরা আল আরাফ - ৭:১৮৯"
  },
  {
    duas: [
      {
        _id: "275",
        AyaID: "",
        top: "",
        arabic:
          "لَئِنْ أَنجَيْتَنَا مِنْ هَٰذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
        transliteration:
          "লায়িন্ আন্জ্বাইতানা-মিন্ হা-যিহী লানাকূনান্না মিনাশ্ শা-কিরীন্",
        translations:
          "যদি আপনি এ থেকে আমাদেরকে নাজাত দেন, তাহলে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব",
        bottom: "",
        Reference: "সূরা ইউনুস - ১০:২২"
      }
    ],
    pageTitle: "সূরা ইউনুস - ১০:২২"
  },
  {
    duas: [
      {
        _id: "276",
        AyaID: "1",
        top: "",
        arabic:
          "عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ",
        transliteration:
          "আ'লাল্লাহি তাওাক্কালনা- রাব্বানা- লা- তাজআ'লনা- ফিতনাতান লিক্বওমিয য-লিমি-ন",
        translations:
          "আমরা আল্লাহর উপরই তাওয়াক্কুল করলাম। হে আমাদের রব, আপনি আমাদেরকে যালিম কওমের ফিতনার পাত্র বানাবেন না",
        bottom: "",
        Reference: ""
      },
      {
        _id: "276",
        AyaID: "2",
        top: "",
        arabic: "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
        transliteration: "ওয়া নাজ্জিনা- বিরহ'মাতিকা মিনাল ক্বওমিল কা-ফিরি-ন",
        translations: "আর আমাদেরকে আপনার অনুগ্রহে কাফির কওম থেকে নাজাত দিন",
        bottom: "",
        Reference: "সূরা ইউনুস - ১০:৮৫-৮৬"
      }
    ],
    pageTitle: "সূরা ইউনুস - ১০:৮৫-৮৬"
  },
  {
    duas: [
      {
        _id: "277",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَن سَبِيلِكَ ۖ رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ",
        transliteration:
          "রব্বানা য় ইন্নাকা আ-তাইতা ফির‘আউনা অমালায়াহূ যীনাতাওঁ অআম্ওয়া-লান্ ফিল্ হা-ইয়া-তিদ্দুন্ইয়া-রব্বানা-লিইয়ুদ্বিল্ল আন্ সাবীলিকা রব্বানাত্বমিস্ ‘আলা য় আম্ওয়া-লিহিম্ অশ্দুদ্ ‘আলা-কুলূবিহিম্ ফালা-ইয়ুমিনূ হাত্তা-ইয়ারাউল্ ‘আযা-বাল্ আলীম্। ",
        translations:
          "হে আমাদের রব, আপনি ফির’আউন ও তার পরিষদবর্গকে দুনিয়াবী জীবনে সৌন্দর্য ও ধন-সম্পদ দান করেছেন। হে আমাদের রব, যাতে তারা আপনার পথ থেকে গোমরাহ করতে পারে। হে আমাদের রব, তাদের ধন-সম্পদ নিশ্চিহ্ন করে দিন, তাদের অন্তরসমূহকে কঠোর করে দিন। ফলে তারা ঈমান আনবে না, যতক্ষণ না যন্ত্রণাদায়ক আযাব দেখে",
        bottom: "",
        Reference: "সূরা ইউনুস - ১০:৮৮"
      }
    ],
    pageTitle: "সূরা ইউনুস - ১০:৮৮"
  },
  {
    duas: [
      {
        _id: "278",
        AyaID: "",
        top: "",
        arabic:
          "بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآۚ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ",
        transliteration:
          "বিস্মিল্লা-হি মাজ্বরে-হা-অর্মুসা-হা-; ইন্না রব্বী লাগফূর্রু রহীম্",
        translations:
          "এর চলা ও থামা হবে আল্লাহর নামে। নিশ্চয় আমার রব অতি ক্ষমাশীল, পরম দয়ালু।",
        bottom: "",
        Reference: "সূরা হুদ - ১১:৪১"
      }
    ],
    pageTitle: "সূরা হুদ - ১১:৪১"
  },
  {
    duas: [
      {
        _id: "279",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ",
        transliteration:
          "রব্বি ইন্নী য় আ‘ঊযুবিকা আন্ আস্য়ালাকা মা-লাইসা লী বিহী ‘ইল্ম্; অ ইল্লা-তার্গ্ফিলী অর্তাহাম্নী য় আকুম্মিনাল্ খা-সিরীন্।",
        translations:
          "হে আমার রব, যে বিষয়ে আমার জ্ঞান নেই তা চাওয়া থেকে আমি অবশ্যই আপনার আশ্রয় চাই। আর যদি আপনি আমাকে মাফ না করেন এবং আমার প্রতি দয়া না করেন, তবে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাব",
        bottom: "",
        Reference: "সূরা হুদ - ১১:৪৭"
      }
    ],
    pageTitle: "সূরা হুদ - ১১:৪৭"
  },
  {
    duas: [
      {
        _id: "28",
        AyaID: "1",
        top: "তিনবার বলবে,",
        arabic:
          "اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً",
        transliteration:
          "আল্লা-হু আকবার কাবীরান, আল্লা-হু আকবার কাবীরান, আল্লা-হু আকবার কাবীরান, ওয়ালহামদু লিল্লা-হি কাসীরান, ওয়ালহামদু লিল্লা-হি কাসীরান। ওয়ালহামদু লিল্লা-হি কাসী-রান ওয়াসুবহা-নাল্লাহি বুকরাতাঁও ওয়া আসীলা",
        translations:
          "আল্লাহ সবচেয়ে বড় অতীব বড়, আল্লাহ সবচেয়ে বড় অতীব বড়, আল্লাহ সবচেয়ে বড় অতীব বড়। আর আল্লাহ্‌র জন্যই অনেক ও অজস্র প্রশংসা, আল্লাহ্‌র জন্যই অনেক ও অজস্র প্রশংসা, আল্লাহ্‌র জন্যই অনেক ও অজস্র প্রশংসা। সকালে ও বিকালে আল্লাহ্‌র পবিত্রতা ও মহিমা ঘোষণা করছি",
        bottom: "",
        Reference: ""
      },
      {
        _id: "28",
        AyaID: "2",
        top: "অতঃপর বলবে,",
        arabic:
          "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ،",
        transliteration:
          "আউযু বিল্লা-হি মিনাশ শায়তানি, মিন নাফখিহী ওয়ানাফসিহী ওয়াহামযিহী",
        translations:
          "আমি শয়তান থেকে আল্লাহ্‌র নিকট আশ্রয় চাই। আশ্রয় চাই তার ফুঁ তথা দম্ভ-অহংকার থেকে, তার থুতু তথা কবিতা থেকে ও তার চাপ তথা পাগলামি থেকে",
        bottom: "",
        Reference:
          "আবূ দাউদ ১/২০৩, নং ৭৬৪; ইবন মাজাহ্‌ ১/২৬৫, ৮০৭; আহমাদ, আহমাদ ৪/৮৫, নং ১৬৭৩৯। শাইখ শু‘আইব আল-আরনাউত তার মুসনাদের তাহকীকে এ হাদীসের সনদকে হাসান লি-গাইরিহি বলেছেন। আর আব্দুল কাদের আরনাউত ইবন তাইমিয়্যার ‘আল-কালেমুত তাইয়্যেব’ গ্রন্থের নং ৭৮, এর তাহকীক বলেন, এটি তার শাওয়াহেদ বা সমার্থবোধক হাদীসের দ্বারা সহীহ লি-গাইরিহী প্রমাণিত হয়। আর আলবানী তার সহীহুল কালেমিত তাইয়্যেব এর ৬২ নং এ হাদিসটি উল্লেখ করেছেন। তাছাড়া ইমাম মুসলিম ইবন উমর থেকে অনুরূপ হাদীস উদ্ধৃত করেছেন, তবে সেখানে একটি ঘটনা বর্ণিত হয়েছে। ১/৪২০, নং ৬০১।"
      }
    ],
    pageTitle: "সালাতের শুরুতে দো‘আ #৫"
  },
  {
    duas: [
      {
        _id: "280",
        AyaID: "",
        top: "",
        arabic:
          "مَعَاذَ اللَّهِ ۖ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ ۖ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
        transliteration:
          "মা‘আ-যাল্লাহি ইন্নাহূ রব্বী য় আহ্সানা মাছ্ওয়া-ইয়া; ইন্নাহূ লা-ইয়ুফ্লিহুজ্ জোয়া-লিমূন্। ",
        translations:
          "আল্লাহর আশ্রয় (চাই)। নিশ্চয় তিনি আমার মনিব, তিনি আমার থাকার সুন্দর ব্যবস্থা করেছেন। নিশ্চয় যালিমগণ সফল হয় না।",
        bottom: "",
        Reference: "সূরা ইউসুফ - ১২:২৩"
      }
    ],
    pageTitle: "সূরা ইউসুফ - ১২:২৩"
  },
  {
    duas: [
      {
        _id: "281",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَٰهِلِينَ",
        transliteration:
          "রব্বিস্ সিজ্বনু আহাব্বু ইলাইয়্যা মিম্মা- ইয়াদ্‘ঊনানী য় ইলাইহি অইল্লা-তাছ্রিফ্ ‘আন্নী কাইদাহুন্না আছ্বু ইলাইহিন্না অআকুম্মিনাল্ জ্বা-হিলীন্।",
        translations:
          "হে আমার রব, তারা আমাকে যে কাজের প্রতি আহ্বান করছে তা থেকে কারাগারই আমার নিকট অধিক প্রিয়। আর যদি আপনি আমার থেকে তাদের চক্রান্ত প্রতিহত না করেন তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং আমি মূর্খদের অন্তর্ভুক্ত হব",
        bottom: "",
        Reference: "সূরা ইউসুফ - ১২:৩৩"
      }
    ],
    pageTitle: "সূরা ইউসুফ - ১২:৩৩"
  },
  {
    duas: [
      {
        _id: "282",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ ۚ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
        transliteration:
          "রব্বী ক্বদ্ আ-তাইতানী মিনাল্ মুল্কি অ‘আল্লাম্তানী মিন্ তা’ওয়ীলিল্ আহা-দীছি, ফা-ত্বিরস্ সামা-ওয়া-তি অল্ র্আদ্বি আন্তা অলিয়্যী ফিদ্দুনইয়া-অল্ আ-খিরতি, তাঅফ্ফানী মুস্লিমাওঁ অ আল্হিক্বুনী বিচ্ছোয়া-লিহীন্। ",
        translations:
          "হে আমার রব, আপনি আমাকে কিছু রাজত্ব দান করেছেন এবং স্বপ্নের কিছু ব্যাখ্যা শিখিয়েছেন। হে আসমানসমূহ ও যমীনের স্রষ্টা, দুনিয়া ও আখিরাতে আপনিই আমার অভিভাবক, আমাকে মুসলিম অবস্থায় মৃত্যু দিন এবং নেককারদের সাথে আমাকে যুক্ত করুন",
        bottom: "",
        Reference: "সূরা ইউসুফ - ১২:১০১"
      }
    ],
    pageTitle: "মুসলমান হিসেবে মৃত্যু এবং নেককারদের অন্তর্ভুক্তি [১২:১০১]"
  },
  {
    duas: [
      {
        _id: "283",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الْأَصْنَامَ",
        transliteration:
          "রব্বিজ্ব‘আল্ হা-যাল্ বালাদা আ-মিনাঁও অজ্বনুব্নী- অ বানিয়্যা আন্ না’বুদাল্ আছ্না-ম্।",
        translations:
          "যখন ইবরহীম বলল, ‘হে আমার রব, আপনি এ শহরকে নিরাপদ করে দিন এবং আমাকে ও আমার সন্তানদেরকে মূর্তি পূজা থেকে দূরে রাখুন",
        bottom: "",
        Reference: "সূরা ইবরাহিম - ১৪:৩৫"
      }
    ],
    pageTitle: "সূরা ইবরাহিম - ১৪:৩৫"
  },
  {
    duas: [
      {
        _id: "284",
        AyaID: "1",
        top: "",
        arabic:
          "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
        transliteration:
          "রব্বিজ্ব্‘আল্নী মুক্বীমাছ্ ছলা-তি অমিন্ র্যুরিয়্যাতী রব্বানা- অ তাক্বাব্বাল্ দু‘আ-য়।",
        translations:
          "হে আমার রব, আমাকে সলাত কায়েমকারী বানান এবং আমার বংশধরদের মধ্য থেকেও, হে আমাদের রব, আর আমার দু’আ কবূল করুন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "284",
        AyaID: "2",
        top: "",
        arabic:
          "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
        transliteration:
          "রব্বানার্গ্ফিলী অলিওয়া লিদাইয়্যা অ- লিল্মুমিনীনা ইয়াওমা ইয়াক্বুমুল্ হিসা-ব্।",
        translations:
          "হে আমাদের রব, যেদিন হিসাব কায়েম হবে, সেদিন আপনি আমাকে, আমার পিতামাতাকে ও মুমিনদেরকে ক্ষমা করে দিবেন",
        bottom: "",
        Reference: "সূরা ইবরাহিম - ১৪:৪০-৪১"
      }
    ],
    pageTitle: "সূরা ইবরাহিম - ১৪:৪০-৪১"
  },
  {
    duas: [
      {
        _id: "285",
        AyaID: "",
        top: "",
        arabic: "رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
        transliteration: "রর্ব্বি হাম্হুমা-কামা-রব্বাইয়া-নী ছোয়াগীর।",
        translations:
          "হে আমার রব, তাদের প্রতি দয়া করুন যেভাবে শৈশবে তারা আমাকে লালন-পালন করেছেন",
        bottom: "",
        Reference: "সূরা আল-ইসরা - ১৭:২৪"
      }
    ],
    pageTitle: "পিতামাতার জন্য দোআ [১৭:২৪]"
  },
  {
    duas: [
      {
        _id: "286",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا",
        transliteration:
          "রব্বি আদ্খিল্নী মুদ্খলা ছিদ্ক্বিঁও অ আখ্রিজনী মুখ্রাজ্বা ছিদ্ক্বিঁও অজ্ব‘আল্লী মিল্ লাদুন্কা সুল্ত্বোয়া-নান্ নাছীরা-।",
        translations:
          "হে আমার রব, আমাকে প্রবেশ করাও উত্তমভাবে এবং বের কর উত্তমভাবে। আর তোমার পক্ষ থেকে আমাকে সাহায্যকারী শক্তি দান কর",
        bottom: "",
        Reference: "সূরা আল-ইসরা - ১৭:৮০"
      }
    ],
    pageTitle: "সূরা আল-ইসরা - ১৭:৮০"
  },
  {
    duas: [
      {
        _id: "287",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
        transliteration:
          "রব্বানা য় আ-তিনা-মিল্লাদুন্কা রাহ্মাতাঁও অহাইয়ি লানা- মিন্ আম্রিনা- রশাদা-।",
        translations:
          "হে আমাদের রব, আমাদেরকে আপনার পক্ষ থেকে রহমত দিন এবং আমাদের জন্য আমাদের কর্মকাণ্ড সঠিক করে দিন",
        bottom: "",
        Reference: "সূরা আল-কাহফ - ১৮:১০"
      }
    ],
    pageTitle: "রহমত এবং সঠিক দিকনির্দেশনার দোআ [১৮:১০]"
  },
  {
    duas: [
      {
        _id: "288",
        AyaID: "1",
        top: "",
        arabic:
          "رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُن بِدُعَائِكَ رَبِّ شَقِيًّا",
        transliteration:
          "রব্বি ইন্নী অহানাল্ ‘আজ্মু মিন্নী অশ্তা‘আর্লা রাসু শাইবাঁও অলাম্ আকুম্ বিদু‘আ-য়িকা রব্বি শাক্বিয়্যা-। ",
        translations:
          "হে আমার রব! আমার হাড়গুলো দুর্বল হয়ে গেছে এবং বার্ধক্যবশতঃ আমার মাথার চুলগুলো সাদা হয়ে গেছে। হে আমার রব, আপনার নিকট দু’আ করে আমি কখনো ব্যর্থ হইনি’।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "288",
        AyaID: "2",
        top: "",
        arabic:
          "وَإِنِّي خِفْتُ الْمَوَالِيَ مِن وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِن لَّدُنكَ وَلِيًّا",
        transliteration:
          "অইন্নী খিফ্তুল্ মাওয়া-লিয়া মিঁও অর-য়ী অকা-নাতিম্ রায়াতী ‘আ-ক্বিরন্ ফাহাব্লী মিল্লাদুন্কা অলিয়্যা-। ",
        translations:
          "আর আমার পরে স্বগোত্রীয়দের সম্পর্কে আমি আশংকাবোধ করছি। আমার স্ত্রী তো বন্ধ্যা, অতএব আপনি আমাকে আপনার পক্ষ থেকে একজন উত্তরাধিকারী দান করুন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "288",
        AyaID: "3",
        top: "",
        arabic:
          "يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ۖ وَاجْعَلْهُ رَبِّ رَضِيًّا",
        transliteration:
          "ইয়ারিছুনী অইয়ারিছু মিন্ আ-লি ইয়া’কুবা-অজ্ব‘আল্হু রব্বি রদ্বিয়্যা-। ",
        translations:
          "যে আমার উত্তরাধিকারী হবে এবং ইয়াকূবের বংশের উত্তরাধিকারী হবে। হে আমার রব, আপনি তাকে পছন্দনীয় বানিয়ে দিন",
        bottom: "",
        Reference: "সূরা মারিয়াম - ১৯:৪-৬"
      }
    ],
    pageTitle: "সূরা মারিয়াম - ১৯:৪-৬"
  },
  {
    duas: [
      {
        _id: "289",
        AyaID: "",
        top: "",
        arabic: "إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيًّا",
        transliteration:
          "ইন্নী য় আ‘ঊযু র্বিরহ্মা-নি মিন্কা ইন্ কুন্তা তাক্বিয়্যা-। ",
        translations:
          "আমি তোমার থেকে পরম করুণাময়ের আশ্রয় চাচ্ছি, যদি তুমি মুত্তাকী হও",
        bottom: "",
        Reference: "সূরা মারিয়াম - ১৯:১৮"
      }
    ],
    pageTitle: "সূরা মারিয়াম - ১৯:১৮"
  },
  {
    duas: [
      {
        _id: "29",
        AyaID: "1",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দো‘আটি রাতে উঠে তাহাজ্জুদের সালাত পড়ার সময় বলতেন।",
        arabic:
          "اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ",
        transliteration:
          "আল্লা-হুম্মা লাকাল হামদু আনতা নুরুস সামা-ওয়া-তি ওয়াল আরদি ওয়ামান ফীহিন্না ওয়া লাকাল হাম্‌দু। আনতা ক্বায়্যিমুস্ সামা-ওয়া-তি ওয়াল আরদি ওয়ামান ফীহিন্না, ওয়া লাকাল হামদু আনতা রববুস সামা-ওয়া-তি ওয়াল আরদি ওয়ামান ফীহিন্না, ওয়া লাকাল হাম্‌দু, লাকা মূলকুস সামা-ওয়া-তি ওয়াল আরদি ওয়ামান ফীহিন্না, ওয়া লাকাল হাম্‌দু,  আনতা মা-লিকুস সামা-ওয়া-তি ওয়াল আরদি",
        translations:
          "হে আল্লাহ! আপনার জন্যই সকল হামদ-প্রশংসা; আসমানসমূহ, যমীন ও এ-দুটির মাঝে যা কিছু আছে আপনিই এগুলোর নূর (আলো)। আর আপনার জন্যই সব প্রশংসা; আসমানসমূহ, যমীন ও এ-দুটির মাঝে যা আছে আপনিই এসবের রক্ষণাবেক্ষণকারী-পরিচালক। আর আপনার জন্যই সকল প্রশংসা; আসমানসমূহ, যমীন ও এ-দুটির মাঝে যা কিছু আছে আপনিই এসবের রব্ব। আর আপনার জন্যই সব প্রশংসা; আসমানসমূহ, যমীন ও এ দু’টির মাঝে যা আছে তার সার্বভৌমত্ব আপনারই। আর আপনার জন্যই সকল প্রশংসা; আসমানসমূহ ও যমীনের রাজা আপনিই।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "29",
        AyaID: "2",
        top: "",
        arabic:
          "وَلَكَ الْحَمْدُ، أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقَاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمُحَمَّدٌ حَقٌّ، وَالسّاعَةُ حَقٌّ",
        transliteration:
          "ওয়া লাকাল হামদু, আনতাল হাক্কু, ওয়া ওয়া‘দুকাল হাক্কু, ওয়া ক্বাওলুকাল হাক্কু, ওয়া লিক্বা-উকাল হাক্কু, ওয়াল জান্নাতু হাক্কুন, ওয়ান না-রু হাক্কুন, ওয়ান নাবিয়্যূনা হাক্কুন, ওয়া মুহাম্মাদুন হাক্কুন, ওয়াস্‌সা‘আতু হাক্কুন",
        translations:
          "আর আপনার জন্যই সকল প্রশংসা; আসমানসমূহ ও যমীনের রাজা আপনিই। আর আপনার জন্যই সকল প্রশংসা; আপনিই হক্ব, আপনার ওয়াদা হক্ব (বাস্তব ও সঠিক), আপনার বাণী হক্ব, আপনার সাক্ষাৎ লাভ হক্ব, জান্নাত হক্ব, জাহান্নাম হক্ব, নবীগণ হক্ব, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হক্ব এবং কিয়ামত হক্ব।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "29",
        AyaID: "3",
        top: "",
        arabic:
          "اللَّهُمَّ لَكَ أَسْلَمْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ",
        transliteration:
          "আল্লা-হুম্মা লাকা আসলামতু, ওয়া আলাইকা তাওয়াক্কালতু ওয়াবিকা আ--মানতু, ওয়া ইলাইকা আনাবতু, ওয়া বিকা খা-সাম্‌তু, ওয়া ইলাইকা হা-কামতু, ফাগফির লী মা কাদ্দামতু, ওয়ামা আখখারতু, ওয়ামা আসরারতু, ওয়ামা আ‘লানতু,",
        translations:
          "হে আল্লাহ! আপনার কাছেই আত্মসমর্পণ করি, আপনার উপরই ভরসা করি, আপনার উপরই ঈমান আনি, আপনার দিকেই প্রত্যাবর্তন করি, আপনার সাহায্যেই বা আপনার জন্যই শত্রুর সাথে বিবাদে লিপ্ত হই, আর আপনার কাছেই বিচার পেশ করি; অতএব ক্ষমা করে দিন আমার গুনাহসমূহ— যা পূর্বে করেছি, যা পরে করেছি, যা আমি গোপন করেছি আর যা প্রকাশ্যে করেছি। আপনি ব্যতীত আর কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "29",
        AyaID: "4",
        top: "",
        arabic:
          "أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ",
        transliteration:
          "আনতাল মুকাদ্দিমু ওয়া আন্তাল্ মুআখখিরু, লা ইলা-হা ইল্লা আনতা",
        translations:
          "আপনিই (কাউকে) করেন অগ্রগামী, আর আপনিই (কাউকে) করেন পশ্চাদগামী,",
        bottom: "",
        Reference: ""
      },
      {
        _id: "29",
        AyaID: "5",
        top: "",
        arabic: "أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ",
        transliteration: "আনতা ইলা-হী, লা ইলা-হা ইল্লা আন্তা",
        translations: "আপনিই আমার ইলাহ। আপনি ব্যতীত আর কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৩/৩, ১১/১১৬, ১৩/৩৭১, ৪২৩, ৪৬৫, নং ১১২০, ৬৩১৭, ৭৩৮৫, ৭৪৪২, ৭৪৯৯; ও মুসলিম সংক্ষিপ্তাকারে ১/৫৩২, নং ৭৬৯।"
      }
    ],
    pageTitle: "সালাতের শুরুতে দো‘আ #৬"
  },
  {
    duas: [
      {
        _id: "290",
        AyaID: "1",
        top: "",
        arabic: "رَبِّ اشْرَحْ لِي صَدْرِي",
        transliteration: "রব্বিশ্ রহ্লী ছোয়াদ্রী।",
        translations: "হে আমার রব, আমার বুক প্রশস্ত করে দিন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "290",
        AyaID: "2",
        top: "",
        arabic: "وَيَسِّرْ لِي أَمْرِي",
        transliteration: " অ ইয়ার্স্সিলী য় আম্রী।",
        translations: "এবং আমার কাজ সহজ করে দিন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "290",
        AyaID: "3",
        top: "",
        arabic: "وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي",
        transliteration: "ওয়াহ্লুল্ ‘উক্ব্দাতাম্ মিল্লিসা-নী।",
        translations: "আর আমার জিহবার জড়তা দূর করে দিন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "290",
        AyaID: "4",
        top: "",
        arabic: "يَفْقَهُوا قَوْلِي",
        transliteration: "ইয়াফ্ক্বাহূ ক্বওলী।",
        translations: "যাতে তারা আমার কথা বুঝতে পারে",
        bottom: "",
        Reference: "সূরা ত্বাহা - ২০:২৫-২৮"
      }
    ],
    pageTitle: "মুখের জড়তা দূর করার দোয়া [২০:২৫-২৮]"
  },
  {
    duas: [
      {
        _id: "291",
        AyaID: "",
        top: "",
        arabic: "رَّبِّ زِدْنِى عِلْمًا",
        transliteration: "রব্বি যিদ্নী ‘ইল্মা-",
        translations: "হে আমার রব, আমার জ্ঞান বৃদ্ধি করে দিন",
        bottom: "",
        Reference: "সূরা ত্বাহা - ২০:১১৪"
      }
    ],
    pageTitle: "জ্ঞান বৃদ্ধি চাওয়া [২০:১১৪]"
  },
  {
    duas: [
      {
        _id: "292",
        AyaID: "",
        top: "",
        arabic: "أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
        transliteration:
          " আন্নী মাস্ নানিয়াদ্ব্ দ্বরুরু অআন্তা র্আহার্মু র-হিমীন্",
        translations:
          "আমি দুঃখ-কষ্টে পতিত হয়েছি। আর আপনি তো সর্বশ্রেষ্ঠ দয়ালু",
        bottom: "",
        Reference: "সূরা আল আম্বিয়া - ২১:৮৩"
      }
    ],
    pageTitle: "সূরা আল আম্বিয়া - ২১:৮৩"
  },
  {
    duas: [
      {
        _id: "293",
        AyaID: "",
        top: "",
        arabic:
          "لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
        transliteration:
          "লা-ইলা-হা ইল্লা-আন্তা সুবহা-নাকা ইন্নী কুন্তু মিনাজ জোয়া-লিমীন্",
        translations:
          "আপনি ছাড়া কোন (সত্য) ইলাহ নেই’। আপনি পবিত্র মহান। নিশ্চয় আমি ছিলাম যালিম",
        bottom: "",
        Reference: "সূরা আল আম্বিয়া - ২১:৮৭"
      }
    ],
    pageTitle: "সূরা আল আম্বিয়া - ২১:৮৭"
  },
  {
    duas: [
      {
        _id: "294",
        AyaID: "",
        top: "",
        arabic: "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ",
        transliteration: "রব্বি লা-তার্যানী র্ফাদাঁও অআন্তা খাইরুল্ ওয়ারিছীন্।",
        translations:
          "হে আমার রব! আমাকে একা রেখো না, তুমি তো শ্রেষ্ঠ মালিকানার অধিকারী",
        bottom: "",
        Reference: "সূরা আল আম্বিয়া - ২১:৮৯"
      }
    ],
    pageTitle: "সূরা আল আম্বিয়া - ২১:৮৯"
  },
  {
    duas: [
      {
        _id: "295",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ احْكُم بِالْحَقِّ ۗ وَرَبُّنَا الرَّحْمَٰنُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
        transliteration:
          "রব্বিহ্ কুম্ বিল্হাক্ব; অ রব্বুর্না রহ্মা-নুল্ মুসতা‘আ- নু ‘আলা-মা-তাছিফূন্।",
        translations:
          "হে আমার রব, আপনি ন্যায়সঙ্গতভাবে ফয়সালা করে দিন’। আর আমাদের রব তো পরম করুণাময়। তোমরা যা বলছ সে বিষয়ে তিনিই একমাত্র সহায়স্থল।",
        bottom: "",
        Reference: "সূরা আল আম্বিয়া - ২১:১১২"
      }
    ],
    pageTitle: "সূরা আল আম্বিয়া - ২১:১১২"
  },
  {
    duas: [
      {
        _id: "296",
        AyaID: "",
        top: "",
        arabic: "رَبِّ انصُرْنِي بِمَا كَذَّبُونِ",
        transliteration: " রব্বিন্ র্ছুনী বিমা-কায্যাবূন্",
        translations:
          "হে আমার রব, আমাকে সাহায্য করুন। কেননা তারা আমাকে মিথ্যাবাদী বলেছে",
        bottom: "",
        Reference: "সূরা আল মু'মিনূন - ২৩:২৬"
      }
    ],
    pageTitle: "সূরা আল মু'মিনূন - ২৩:২৬"
  },
  {
    duas: [
      {
        _id: "297",
        AyaID: "",
        top: "",
        arabic:
          "رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ",
        transliteration:
          "রব্বি আন্যিল্নী মুন্যালাম্ মুবা-রকাঁও অআন্তা খইরুল মুন্যিলীন্।",
        translations:
          "হে আমার রব, আমাকে বরকতময় অবতরণস্থলে অবতরণ করান। আর আপনিই সর্বশ্রেষ্ঠ অবতরণকারী",
        bottom: "",
        Reference: "সূরা আল মু'মিনূন - ২৩:২৯"
      }
    ],
    pageTitle: "সূরা আল মু'মিনূন - ২৩:২৯"
  },
  {
    duas: [
      {
        _id: "298",
        AyaID: "",
        top: "",
        arabic: "رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ",
        transliteration: "রব্বি ফালা-তাজ্ব্‘আল্নী ফিল্ ক্বওমিজ্ জোয়া-লিমীন্।",
        translations: "হে আমার রব, তাহলে আমাকে যালিম সম্প্রদায়ভুক্ত করবেন না",
        bottom: "",
        Reference: "সূরা আল মু'মিনূন - ২৩:৯৪"
      }
    ],
    pageTitle: "যালিমদের অন্তর্ভুক্ত না হওয়ার দোআ [২৩:৯৪]"
  },
  {
    duas: [
      {
        _id: "299",
        AyaID: "1",
        top: "",
        arabic: "رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ",
        transliteration: "রব্বি আ‘ঊযুবিকা মিন্ হামাযা -তিশ্ শাইয়া-ত্বীন্।",
        translations:
          "হে আমার রব, আমি শয়তানের প্ররোচনা থেকে আপনার কাছে পানাহ চাই",
        bottom: "",
        Reference: ""
      },
      {
        _id: "299",
        AyaID: "2",
        top: "",
        arabic: "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
        transliteration: "অ আ‘ঊ যুবিকা রব্বি আইঁ ইয়াহ্দ্বুরূন্।",
        translations:
          "আর হে আমার রব, আমার কাছে তাদের উপস্থিতি হতে আপনার কাছে পানাহ চাই",
        bottom: "",
        Reference: "সূরা আল মু'মিনূন - ২৩:৯৭-৯৮"
      }
    ],
    pageTitle: "শয়তান হতে আল্লাহর কাছে আশ্রয় প্রার্থনা [২৩:৯৭-৯৮]"
  },
  {
    duas: [
      {
        _id: "3",
        AyaID: "",
        top: "",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفِرْ لِي",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহূ লা- শারীকালাহূ, লাহুল মুলকু, ওয়ালাহুল হামদু, ওয়াহুয়া ‘আলা কুল্লি শায়ইন ক্বাদীর। সুবহা-নাল্লাহি, ওয়ালহামদু লিল্লাহি, ওয়া লা ইলা-হা ইল্লাল্লা-হু, ওয়াল্লা-হু আকবার, ওয়া লা- হাওলা ওয়ালা- কুওয়াতা ইল্লা- বিল্লা-হিল ‘আলিয়্যিল ‘আযীম, রাব্বিগফির লী",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, প্রশংসাও তাঁরই; আর তিনি সকল কিছুর ওপর ক্ষমতাবান। আল্লাহ পবিত্র-মহান। সকল হামদ-প্রশংসা আল্লাহ্‌র। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই। আল্লাহ সবচেয়ে বড়। সুউচ্চ সুমহান আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই। হে রব্ব ! আমাকে ক্ষমা করুন",
        bottom:
          "যে ব্যক্তি তা বলবে তাকে ক্ষমা করে দেওয়া হবে। যদি সে দো‘আ করে, তবে তার দো‘আ কবুল হবে। যদি সে উঠে ওযু করে নামায পড়ে, তবে তার নামায কবুল করা হবে।",
        Reference:
          "বুখারী: ফাতহুল বারী, ৩/৩৯, নং ১১৫৪। হাদীসের ভাষ্য ইবন মাজাহ এর অনুরূপ। দেখুন, সহীহ ইবন মাজাহ্‌: ২/৩৩৫।"
      }
    ],
    pageTitle: "ঘুম থেকে জেগে উঠার সময়ের যিক্‌রসমূহ #২"
  },
  {
    duas: [
      {
        _id: "30",
        AyaID: "",
        top: "তিনবার বলবে,",
        arabic: "سُبْحَانَ رَبِّيَ الْعَظِيمِ",
        transliteration: "সুবহা-না রব্বিয়াল ‘আযীম",
        translations: "আমার মহান রব্বের পবিত্রতা ও মহিমা ঘোষণা করছি",
        bottom: "",
        Reference:
          "সুনানের গ্রন্থাকারগণ ও আহমাদ হাদীসটি উদ্ধৃত করেছেন। আবূ দাউদ, নং ৮৭০; তিরমিযী, নং ২৬২; নাসাঈ, নং ১০০৭; ইবন মাজাহ্‌, নং ৮৯৭; আহমাদ, নং ৩৫১৪। আরও দেখুন, সহীহুত তিরমিযী, ১/৮৩।"
      }
    ],
    pageTitle: "রুকূ‘র দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "300",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ",
        transliteration:
          "রব্বানা য় আ-মান্না- ফার্গ্ফিলানা-র্অহাম্না-অআন্তা খইর্রু র-হিমীন্।",
        translations:
          "হে আমাদের রব, আমরা ঈমান এনেছি, অতএব আমাদেরকে ক্ষমা ও দয়া করুন, আর আপনি সর্বশ্রেষ্ঠ দয়ালু",
        bottom: "",
        Reference: "সূরা আল মু'মিনূন - ২৩:১০৯"
      }
    ],
    pageTitle: "ক্ষমা এবং রহমত প্রার্থনা [২৩:১০৯]"
  },
  {
    duas: [
      {
        _id: "301",
        AyaID: "",
        top: "",
        arabic: "رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
        transliteration: "রব্বিগ্ র্ফি র্অহাম্ অআন্তা খইর্রু র-হিমীন্।",
        translations:
          "হে আমাদের রব, আপনি ক্ষমা করুন, দয়া করুন এবং আপনিই সর্বশ্রেষ্ঠ দয়ালু",
        bottom: "",
        Reference: "সূরা আল মু'মিনূন - ২৩:১১৮"
      }
    ],
    pageTitle: "ক্ষমা এবং রহমত প্রার্থনা [২৩:১১৮]"
  },
  {
    duas: [
      {
        _id: "302",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
        transliteration:
          "রব্বানাছ্ রিফ্ ‘আন্না-‘আযা-বা জ্বাহান্নামা ইন্না ‘আযা-বাহা-কা-না গরা-মা।",
        translations:
          "হে আমাদের রব, তুমি আমাদের থেকে জাহান্নামের আযাব ফিরিয়ে নাও। নিশ্চয় এর আযাব হল অবিচ্ছিন্ন",
        bottom: "",
        Reference: "সূরা আল-ফুরকান - ২৫:৬৫"
      }
    ],
    pageTitle: "জাহান্নামের আজাব হতে আশ্রয় চাওয়া [২৫:৬৫]"
  },
  {
    duas: [
      {
        _id: "303",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
        transliteration:
          "রব্বানা-হাব্লানা-মিন্ আয্ওয়া-জ্বিনা-অ র্যুরিয়্যা-তিনা-কুররাতা আ’ইয়ুনিঁও অজ্ব্‘আল্না-লিল্মুত্তাকীনা ইমা-মা-।",
        translations:
          "হে আমাদের রব, আপনি আমাদেরকে এমন স্ত্রী ও সন্তানাদি দান করুন যারা আমাদের চক্ষু শীতল করবে। আর আপনি আমাদেরকে মুত্তাকীদের নেতা বানিয়ে দিন",
        bottom: "",
        Reference: "সূরা আল-ফুরকান - ২৫:৭৪"
      }
    ],
    pageTitle:
      " চক্ষু শীতলকারী স্ত্রী ও সন্তানাদি লাভ আর মুত্তাকীদের নেতা হতে প্রার্থনা [২৫:৭৪]"
  },
  {
    duas: [
      {
        _id: "304",
        AyaID: "1",
        top: "",
        arabic: "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
        transliteration: "রব্বি হাব্লী হুক্মাঁও অআল্হিক্নী বিছ্ছো-লিহীন্।",
        translations:
          "হে আমার রব, আমাকে প্রজ্ঞা দান করুন এবং আমাকে সৎকর্মশীলদের সাথে শামিল করে দিন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "304",
        AyaID: "2",
        top: "",
        arabic: "وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ",
        transliteration: "অজ্ব ‘আল্লী লিসা-না ছিদ্ক্বিন্ ফিল্ আ-খিরীন্।",
        translations: "এবং পরবর্তীদের মধ্যে আমার সুনাম-সুখ্যাতি অব্যাহত রাখুন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "304",
        AyaID: "3",
        top: "",
        arabic: "وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ",
        transliteration: "অজ‘আল্নী মিঁও অরছাতি জ্বান্নাতিন্ না‘ঈম্।",
        translations:
          "আর আপনি আমাকে সুখময় জান্নাতের ওয়ারিসদের অন্তর্ভুক্ত করুন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "304",
        AyaID: "4",
        top: "",
        arabic: "وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ",
        transliteration: "অর্গ্ফি লিআবী য় ইন্নাহূ কা-না মিনা দ্ব্ দ্বোয়া-লীন্।",
        translations:
          "আর আমার পিতাকে ক্ষমা করুন; নিশ্চয় সে পথভ্রষ্টদের অন্তর্ভুক্ত ছিল",
        bottom: "",
        Reference: ""
      },
      {
        _id: "304",
        AyaID: "5",
        top: "",
        arabic: "وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ",
        transliteration: "অলা-তুখ্যিনী ইয়াওমা ইয়ুব্‘আছূন্।",
        translations:
          "আর যেদিন পুনরুত্থিত করা হবে সেদিন আমাকে লাঞ্ছিত করবেন না",
        bottom: "",
        Reference: ""
      },
      {
        _id: "304",
        AyaID: "6",
        top: "",
        arabic: "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
        transliteration: " ইয়াওমা লা-ইয়ান্ফা‘ঊ মা-লুঁও অলা-বানূন্।",
        translations: "যেদিন ধন-সম্পদ ও সন্তান-সন্ততি কোন উপকারে আসবে না",
        bottom: "",
        Reference: ""
      },
      {
        _id: "304",
        AyaID: "7",
        top: "",
        arabic: "إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ",
        transliteration: "ইল্লা- মান্ আতাল্লা-হা বিক্বল্বিন্ সালীম্।",
        translations: "‘তবে যে আল্লাহর কাছে আসবে সুস্থ অন্তরে",
        bottom: "",
        Reference: "সূরা আশ্-শু'আরা - ২৬:৮৩-৮৯"
      }
    ],
    pageTitle: "সূরা আশ্-শু'আরা - ২৬:৮৩-৮৯"
  },
  {
    duas: [
      {
        _id: "305",
        AyaID: "1",
        top: "",
        arabic: "رَبِّ إِنَّ قَوْمِي كَذَّبُونِ",
        transliteration: " রব্বি ইন্না ক্বওমী কায্যাবূন্",
        translations: "হে আমার রব, আমার কওম আমাকে অস্বীকার করেছে",
        bottom: "",
        Reference: ""
      },
      {
        _id: "305",
        AyaID: "2",
        top: "",
        arabic:
          "فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَن مَّعِيَ مِنَ الْمُؤْمِنِينَ",
        transliteration:
          " ফাফ্তাহ্ বাইনী অবাইনাহুম্ ফাত্হাঁও অনাজ্জ্বিনী অমাম্ মা‘ইয়া মিনাল্ মুমিনীন্",
        translations:
          "সুতরাং আপনি আমার ও তাদের মধ্যে ফয়সালা করে দিন আর আমাকে ও আমার সাথে যেসব মুমিন, আছে তাদেরকে রক্ষা করুন",
        bottom: "",
        Reference: "সূরা আশ্-শু'আরা - ২৬:১১৭-১১৮"
      }
    ],
    pageTitle: "সূরা আশ্-শু'আরা - ২৬:১১৭-১১৮"
  },
  {
    duas: [
      {
        _id: "306",
        AyaID: "",
        top: "",
        arabic: "رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ",
        transliteration: "রব্বি নাজ্জ্বিনী অআহ্লী মিম্মা-ইয়া’মালূন্।",
        translations:
          "হে আমার রব, তারা যা করছে, তা থেকে আমাকে ও আমার পরিবার-পরিজনকে তুমি রক্ষা কর",
        bottom: "",
        Reference: "সূরা আশ্-শু'আরা - ২৬:১৬৯"
      }
    ],
    pageTitle: "সূরা আশ্-শু'আরা - ২৬:১৬৯"
  },
  {
    duas: [
      {
        _id: "307",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
        transliteration:
          "রব্বি আওযি’নী য় আন্ আশ্কুরা নি’মাতাকাল্লা তীয় আন্‘আম্তা ‘আলাইয়্যা অ‘আলা- ওয়া-লিদাইয়্যা অআন্ আ’মালা ছোয়া-লিহান্ র্তাদ্বোয়া-হু অ আদ্খিল্নী বিরহমাতিকা ফী ‘ইবা-দিকাছ্ ছোয়া-লিহীন্।",
        translations:
          "হে আমার রব, তুমি আমার প্রতি ও আমার পিতা-মাতার প্রতি যে অনুগ্রহ করেছ তার জন্য আমাকে তোমার শুকরিয়া আদায় করার তাওফীক দাও। আর আমি যাতে এমন সৎকাজ করতে পারি যা তুমি পছন্দ কর। আর তোমার অনুগ্রহে তুমি আমাকে তোমার সৎকর্মপরায়ণ বান্দাদের অন্তর্ভুক্ত কর",
        bottom: "",
        Reference: "সূরা আন-নামল - ২৭:১৯"
      }
    ],
    pageTitle: "শুকরিয়া জ্ঞাপন এবং কবুল আমলের প্রার্থনা [২৭:১৯]"
  },
  {
    duas: [
      {
        _id: "308",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ",
        transliteration:
          "রব্বি ইন্নী জ্বোয়ালাম্তু নাফ্সী অআস্লাম্তু মা‘আ সুলাইমা-না লিল্লা-হি রব্বিল্ ‘আ-লামীন্। ",
        translations:
          "হে আমার রব, নিশ্চয় আমি আমার নিজের প্রতি যুলম করেছি। আমি সুলাইমানের সাথে সৃষ্টিকুলের রব আল্লাহর নিকট আত্মসমর্পণ করলাম",
        bottom: "",
        Reference: "সূরা আন-নামল - ২৭:৪৪"
      }
    ],
    pageTitle: "সূরা আন-নামল - ২৭:৪৪"
  },
  {
    duas: [
      {
        _id: "309",
        AyaID: "1",
        top: "",
        arabic:
          "رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
        transliteration:
          "রব্বি ইন্নী জোয়ালাম্তু নাফ্সী ফার্গ্ফিলী ফাগফার লাহ্;ইন্নাহূ হুওয়াল্ গফূর্রু রহীম্।",
        translations:
          "হে আমার রব, নিশ্চয় আমি আমার নফ্‌সের প্রতি যুলম করেছি, সুতরাং আপনি আমাকে ক্ষমা করে দিন’। অতঃপর তিনি তাকে ক্ষমা করলেন। নিশ্চয় তিনি অতি ক্ষমাশীল, পরম দয়ালু",
        bottom: "",
        Reference: ""
      },
      {
        _id: "309",
        AyaID: "2",
        top: "",
        arabic:
          "قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
        transliteration:
          "রব্বি বিমা য় আন্‘আম্তা ‘আলাইয়্যা ফালান্ আকূনা জোয়াহীরল্ লিল্মুজ্বরিমীন্।",
        translations:
          "হে আমার রব, আপনি যেহেতু আমার প্রতি নি’আমত দান করেন, তাই আমি কখনো আর অপরাধীদের সাহায্যকারী হব না।",
        bottom: "",
        Reference: "সূরা আল-কাসাস  - ২৮:১৬-১৭"
      }
    ],
    pageTitle: "সূরা আল-কাসাস  - ২৮:১৬-১৭"
  },
  {
    duas: [
      {
        _id: "31",
        AyaID: "",
        top: "",
        arabic:
          "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي",
        transliteration:
          "সুবহা-নাকাল্লা-হুম্মা রব্বানা ওয়াবিহামদিকা, আল্লা-হুম্মাগফির লী",
        translations:
          "হে আল্লাহ! আমাদের রব্ব! আপনার পবিত্রতা ও মহিমা ঘোষণা করছি আপনার প্রশংসাসহ। হে আল্লাহ! আপনি আমাকে মাফ করে দিন।",
        bottom: "",
        Reference: "বুখারী ১/৯৯, নং ৭৯৪; মুসলিম ১/৩৫০, নং ৪৮৪।"
      }
    ],
    pageTitle: "রুকূ‘র দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "310",
        AyaID: "",
        top: "",
        arabic: "رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
        transliteration:
          "রব্বি ইন্নী লিমা য় আন্যাল্তা ইলাইয়্যা মিন্ খাইরিন্ ফার্ক্বী।",
        translations: "হে আমার রব, আপনি যালিম কওম থেকে আমাকে রক্ষা করুন",
        bottom: "",
        Reference: "সূরা আল-কাসাস  - ২৮:২১"
      }
    ],
    pageTitle: "যালিম কওম থেকে আশ্রয় প্রার্থনা [২৮:২১]"
  },
  {
    duas: [
      {
        _id: "311",
        AyaID: "",
        top: "",
        arabic: "رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
        transliteration:
          "রব্বি ইন্নী লিমা য় আন্যাল্তা ইলাইয়্যা মিন্ খাইরিন্ ফার্ক্বী।",
        translations:
          "হে আমার রব, নিশ্চয় আপনি আমার প্রতি যে অনুগ্রহই নাযিল করবেন, আমি তার মুখাপেক্ষী",
        bottom: "",
        Reference: "সূরা আল-কাসাস  - ২৮:২৪"
      }
    ],
    pageTitle: "আল্লাহর অনুগ্রহের মুখাপেক্ষিতা [২৮:২৪]"
  },
  {
    duas: [
      {
        _id: "312",
        AyaID: "",
        top: "",
        arabic: "رَبِّ انصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ",
        transliteration: "ক্ব-লা রব্বিন্ র্ছুনী আ-লাল্ ক্বওমিল্ মুফ্সিদীন্।",
        translations:
          "হে আমার রব, আমাকে সাহায্য করুন ফাসাদ সৃষ্টিকারী কওমের বিরুদ্ধে",
        bottom: "",
        Reference: "সূরা আল-আনকাবুত - ২৯:৩০"
      }
    ],
    pageTitle: "ফাসাদ সৃষ্টিকারী কওমের বিরুদ্ধে সাহায্য প্রার্থনা [২৯:৩০]"
  },
  {
    duas: [
      {
        _id: "313",
        AyaID: "",
        top: "",
        arabic: "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
        transliteration: "রব্বি হাব্লী মিনাছ্ ছোয়া-লিহীন্।",
        translations: "‘হে আমার রব, আমাকে সৎকর্মশীল সন্তান দান করুন",
        bottom: "",
        Reference: "সূরা আস-সাফফাত - ৩৭:১০০"
      }
    ],
    pageTitle: "সুসন্তান লাভের জন্য দোআ [৩৭:১০০]"
  },
  {
    duas: [
      {
        _id: "314",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
        transliteration:
          "রব্বিগ্ র্ফিলী অহাব্লী মুল্কাল্ লা-ইয়াম্বাগী লিআহাদিম্ মিম্ বা’দী ইন্নাকা আন্তাল্ অহ্হা-ব্।",
        translations:
          "হে আমার রব, আমাকে ক্ষমা করুন এবং আমাকে এমন এক রাজত্ব দান করুন যা আমার পর আর কারও জন্যই প্রযোজ্য হবে না। নিশ্চয়ই আপনি বড়ই দানশীল।",
        bottom: "",
        Reference: "সূরা  ছোয়াদ -  ৩৮:৩৫"
      }
    ],
    pageTitle: "সূরা  ছোয়াদ -  ৩৮:৩৫"
  },
  {
    duas: [
      {
        _id: "315",
        AyaID: "",
        top: "",
        arabic: "أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ",
        transliteration:
          "আন্নী মাস্ সানিয়াশ্ শাইত্বোয়া-নু বিনুছ্বিঁও অ‘আযা-ব্। ",
        translations: "শয়তান তো আমাকে কষ্ট ও আযাবের ছোঁয়া দিয়েছে",
        bottom: "",
        Reference: "সূরা  ছোয়াদ -  ৩৮:৪১"
      }
    ],
    pageTitle: "সূরা  ছোয়াদ -  ৩৮:৪১"
  },
  {
    duas: [
      {
        _id: "316",
        AyaID: "1",
        top: "",
        arabic:
          "رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ",
        transliteration:
          "রব্বানা-অসিতা কুল্লা শাইর্য়ি রহ্মাতাঁও অ‘ইল্মান্ ফার্গ্ফি লিল্লাযীনা তা-বূ অত্তাবা‘ঊ সাবীলাকা অক্বিহিম্ ‘আযা-বাল্ জ্বাহীম্",
        translations:
          "হে আমাদের রব, আপনি রহমত ও জ্ঞান দ্বারা সব কিছুকে পরিব্যপ্ত করে রয়েছেন। অতএব যারা তাওবা করে এবং আপনার পথ অনুসরণ করে আপনি তাদেরকে ক্ষমা করে দিন। আর জাহান্নামের আযাব থেকে আপনি তাদেরকে রক্ষা করুন",
        bottom: "",
        Reference: ""
      },
      {
        _id: "316",
        AyaID: "2",
        top: "",
        arabic:
          "رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۚ إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ",
        transliteration:
          "রব্বানা-অ‘আদ্খিল্হুম্ জ্বান্না-তি ‘আদ্নি নিল্লাতী অ‘আত্তাহুম্ অমান্ ছলাহা মিন্ আ-বা-য়িহিম্ অআয্ওয়া জ্বিহিম্ অর্যুরিয়্যা-তিহিম্; ইন্নাকা আন্তাল্ ‘আযীযুল্ হাকীম্।",
        translations:
          "হে আমাদের রব, আর আপনি তাদেরকে স্থায়ী জান্নাতে প্রবেশ করান, যার ওয়াদা আপনি তাদেরকে দিয়েছেন। আর তাদের পিতা-মাতা, পতি-পত্নি ও সন্তান-সন্ততিদের মধ্যে যারা সৎকর্ম সম্পাদন করেছে তাদেরকেও। নিশ্চয় আপনি মহাপরাক্রমশালী, মহাপ্রজ্ঞাময়",
        bottom: "",
        Reference: ""
      },
      {
        _id: "316",
        AyaID: "3",
        top: "",
        arabic:
          "وَقِهِمُ السَّيِّئَاتِ ۚ وَمَن تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
        transliteration:
          "অ ক্বিহিমুস্ সাইয়িয়া-ত্; অমান্ তাক্বিস্ সাইয়িয়া-তি ইয়াওমায়িযিন্ ফাক্বদ্ রহিম্তাহ্ ; অ যা-লিকা হুওয়াল্ ফাওযুল্ ‘আজীম্।",
        translations:
          "আর আপনি তাদের অপরাধের আযাব হতে রক্ষা করুন এবং সেদিন আপনি যাকে অপরাধের আযাব থেকে রক্ষা করবেন, অবশ্যই তাকে অনুগ্রহ করবেন। আর এটিই মহাসাফল্য",
        bottom: "",
        Reference: "সূরা গাফির - ৪০:৭-৯"
      }
    ],
    pageTitle: "সূরা গাফির - ৪০:৭-৯"
  },
  {
    duas: [
      {
        _id: "317",
        AyaID: "",
        top: "",
        arabic:
          "إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ",
        transliteration:
          "ইন্নী উয্তু বিরব্বী অরব্বিকুম্ মিন্ কুল্লি মুতাক্বব্বিরিল্ লা-ইয়ুমিনু বিইয়াওমিল্ হিসা-ব্। ",
        translations:
          "আমি আমার রব ও তোমাদের রবের কাছে আশ্রয় প্রার্থনা করছি প্রত্যেক অহঙ্কারী থেকে, যে বিচার দিনের প্রতি ঈমান রাখে না’।",
        bottom: "",
        Reference: "সূরা গাফির - ৪০:২৭"
      }
    ],
    pageTitle: "সূরা গাফির - ৪০:২৭"
  },
  {
    duas: [
      {
        _id: "318",
        AyaID: "",
        top: "",
        arabic:
          "وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ",
        transliteration:
          "অউফাও ওয়িদ্বু আম্রী য় ইলা ল্লা-হ্; ইন্না ল্লা-হা বাছীরুম্ বিল্ ‘ইবা-দ্। ",
        translations:
          "আর আমার বিষয়টি আমি আল্লাহর নিকট সমর্পণ করছি; নিশ্চয় আল্লাহ তাঁর বান্দাদের ব্যাপারে সর্বদ্রষ্টা’।",
        bottom: "",
        Reference: "সূরা গাফির - ৪০:৪৪"
      }
    ],
    pageTitle: "সূরা গাফির - ৪০:৪৪"
  },
  {
    duas: [
      {
        _id: "319",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي ۖ إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
        transliteration:
          "রব্বি আওযি’নী য় আন্ আশ্কুরা নি’মাতাকাল্লাতী য় আন্‘আম্তা ‘আলাইয়্যা অ‘আলা-ওয়া-লিদাইয়্যা অআন্ ‘আমালা ছোয়া-লিহান র্তাদ্বোয়া-হু অআছ্লিহ্ লী ফী র্যুরিয়্যাতী; ইন্নী তুব্তু ইলাইকা অইন্নী মিনাল্ মুস্লিমীন্।",
        translations:
          "হে আমার রব, আমাকে সামর্থ্য দাও, তুমি আমার উপর ও আমার মাতা-পিতার উপর যে নি’আমত দান করেছ, তোমার সে নিআমতের যেন আমি শোকর আদায় করতে পারি এবং আমি যেন সৎকর্ম করতে পারি, যা তুমি পছন্দ কর। আর আমার জন্য তুমি আমার বংশধরদের মধ্যে সংশোধন করে দাও। নিশ্চয় আমি তোমার কাছে তাওবা করলাম এবং নিশ্চয় আমি মুসলিমদের অন্তর্ভুক্ত",
        bottom: "",
        Reference: "শুকরিয়া জ্ঞাপন, কবুল আমল এবং সুসন্তান প্রার্থনা [৪৬:১৫]"
      }
    ],
    pageTitle: "শুকরিয়া জ্ঞাপন, কবুল আমল এবং সুসন্তান প্রার্থনা [৪৬:১৫]"
  },
  {
    duas: [
      {
        _id: "32",
        AyaID: "",
        top: "",
        arabic: "سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ",
        transliteration: "সুব্বূহুন কুদ্দূসুন রব্বুল মালা-’ইকাতি ওয়াররূহ",
        translations:
          "(তিনি/আপনি) সম্পূর্ণরূপে দোষ-ত্রুটিমুক্ত, অত্যন্ত পবিত্র ও মহিমান্বিত; ফেরেশতাগণ ও রূহ এর রব্ব।",
        bottom: "",
        Reference: "মুসলিম ১/৩৫৩, নং ৪৭৪; আবূ দাউদ ১/২৩০, নং ৮৭২।"
      }
    ],
    pageTitle: "রুকূ‘র দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "320",
        AyaID: "",
        top: "",
        arabic: "أَنِّي مَغْلُوبٌ فَانتَصِرْ",
        transliteration: "আন্নী মাগ্লূবুন্ ফান্তার্ছি",
        translations: "নিশ্চয় আমি পরাজিত, অতএব তুমিই প্রতিশোধ গ্রহণ কর",
        bottom: "",
        Reference: "সূরা ক্বামার - ৫৪:১০"
      }
    ],
    pageTitle: "সূরা ক্বামার - ৫৪:১০"
  },
  {
    duas: [
      {
        _id: "321",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ",
        transliteration:
          "রব্বানাগ্ ফিরলানা-অলিইখ্ওয়া-নিনাল লাযীনা সাবাক্ব ক্রনা বিল্ ঈমা-নি অলা- তাজ্ব ‘আল্ ফী কুলূবিনা-গিল্লাল্লিল্লাযীনা আ-মানূ রব্বানা য় ইন্নাকা রায়ূফুর রহীম্",
        translations:
          "হে আমাদের রব, আমাদেরকে ও আমাদের ভাই যারা ঈমান নিয়ে আমাদের পূর্বে অতিক্রান্ত হয়েছে তাদেরকে ক্ষমা করুন; এবং যারা ঈমান এনেছিল তাদের জন্য আমাদের অন্তরে কোন বিদ্বেষ রাখবেন না; হে আমাদের রব, নিশ্চয় আপনি দয়াবান, পরম দয়ালু।",
        bottom: "",
        Reference: "সূরা আল-হাশর - ৫৯:১০"
      }
    ],
    pageTitle: "সূরা আল-হাশর - ৫৯:১০"
  },
  {
    duas: [
      {
        _id: "322",
        AyaID: "",
        top: "",
        arabic:
          "رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
        transliteration:
          "রব্বানা-‘আলাইকা তাওয়াক্কাল্না-অইলাইকা আনাব্না-অইলাইকাল্ মার্ছীর।",
        translations:
          "হে আমাদের প্রতিপালক, আমরা আপনার ওপরই ভরসা করি, আপনারই অভিমুখী হই আর প্রত্যাবর্তন তো আপনারই কাছে।",
        bottom: "",
        Reference: "সূরা আল-মুমতাহিনাহ - ৬০:৪"
      }
    ],
    pageTitle: "সূরা আল-মুমতাহিনাহ - ৬০:৪"
  },
  {
    duas: [
      {
        _id: "323",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        transliteration:
          "রব্বানা য় আত্মিম্ লানা-নূরানা- ওয়ার্গ্ফি লানা- ইন্নাকা ‘আলা-কুল্লি শাইয়িন্ ক্বর্দীর।",
        translations:
          "হে আমাদের রব, আমাদের জন্য আমাদের আলো পূর্ণ করে দিন এবং আমাদেরকে ক্ষমা করুন; নিশ্চয় আপনি সর্ববিষয়ে সর্বক্ষমতাবান",
        bottom: "",
        Reference: "সূরা আত-তাহরীম - ৬৬:৮"
      }
    ],
    pageTitle: "সূরা আত-তাহরীম - ৬৬:৮"
  },
  {
    duas: [
      {
        _id: "324",
        AyaID: "",
        top: "",
        arabic:
          "رَبِّ ابْنِ لِي عِندَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
        transliteration:
          "রব্বিব্নি লী ‘ইন্দাকা বাইতান্ ফিল্ জ্বান্নাতি অনাজজ্বিনী মিন্ ফির‘আউনা অ ‘আমালিহী অনাজজ্বিনী মিনাল্ ক্বওমিজ্ জোয়া-লিমীন।",
        translations:
          "হে আমার রব, আপনার কাছে আমার জন্য জান্নাতে একটি বাড়ি নির্মাণ করুন এবং আমাকে ফির’আউন ও তার কর্ম হতে নাজাত দিন, আর আমাকে নাজাত দিন যালিম সম্প্রদায় হতে।",
        bottom: "",
        Reference: "সূরা আত-তাহরীম - ৬৬:১১"
      }
    ],
    pageTitle: "সূরা আত-তাহরীম - ৬৬:১১"
  },
  {
    duas: [
      {
        _id: "325",
        AyaID: "",
        top: "",
        arabic:
          "رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
        transliteration:
          "রব্বি লা-তার্যা ‘আলাল্ র্আদ্বি মিনাল্ কা-ফিরীনা দাইইয়া-র-।",
        translations: "হে আমার রব! যমীনের উপর কোন কাফিরকে অবশিষ্ট রাখবেন না",
        bottom: "",
        Reference: "সূরা নূহ - ৭১:২৬"
      }
    ],
    pageTitle: "সূরা নূহ - ৭১:২৬"
  },
  {
    duas: [
      {
        _id: "326",
        AyaID: "",
        top: "",
        arabic:
          "رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
        transliteration:
          "রব্বির্গ্ফিলী অলিওয়া-লিদাইয়্যা অলিমান্ দাখলা বাইতিয়া মু”মিনাঁও অলিল্ মু”মিনীনা অল্ মু”মিনা-ত্; অলা-তাযিদিজ্ জোয়া-লিমীনা ইল্লা-তাবা-র-।",
        translations:
          "হে আমার রব! আমাকে, আমার পিতা-মাতাকে, যে আমার ঘরে ঈমানদার হয়ে প্রবেশ করবে তাকে এবং মুমিন নারী-পুরুষকে ক্ষমা করুন এবং ধ্বংস ছাড়া আপনি যালিমদের আর কিছুই বাড়িয়ে দেবেন না",
        bottom: "",
        Reference: "সূরা নূহ - ৭১:২৮"
      }
    ],
    pageTitle: "সূরা নূহ - ৭১:২৮"
  },
  {
    duas: [
      {
        _id: "327",
        AyaID: "",
        top: "",
        arabic: "اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي",
        transliteration:
          "আল্লাহুম্মা ইন্নাকা 'আফুউন, তু'হিব্বুল 'আফওয়া, ফা'ফু 'আন্নী",
        translations:
          "হে আল্লাহ! তুমি ক্ষমাকারী, তুমি মাফ করতেই পছন্দ কর, অতএব তুমি আমাকে মাফ করে দাও",
        bottom: "",
        Reference: "সুনান ইবনে মাজাহ, বই ৩৪ , হাদিস ২৪"
      }
    ],
    pageTitle: "লাইলাতুল ক্বদরের দোআ"
  },
  {
    duas: [
      {
        _id: "33",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَظْمِي، وَعَصَبِي، وَمَا اسْتَقَلَّتْ بِهِ قَدَمِي",
        transliteration:
          "আল্লা-হুম্মা লাকা রাকা‘তু, ওয়াবিকা আ-মানতু ওয়া লাকা আস্‌লামতু। খাশা‘আ লাকা সাম‘ঈ ওয়া বাসারী ওয়া মুখ্‌খী ওয়া ‘আযমী ওয়া ‘আসাবী ওয়ামাস্তাক্বাল্লাত বিহি কাদামী",
        translations:
          "হে আল্লাহ! আমি আপনার জন্যেই রুকু করেছি, আপনার উপরই ঈমান এনেছি এবং আপনার কাছেই আত্মসমর্পণ করেছি। আমার কান, আমার চোখ, আমার মস্তিষ্ক, আমার হাড়, আমার পেশী, সবই আপনার জন্য বিনয়াবনত। আর যা আমার পা বহন করে দাঁড়িয়ে আছে [মানে আমার সমগ্র সত্তা] তাও (আপনার জন্য বিনয়াবনত)",
        bottom: "",
        Reference:
          "মুসলিম ১/৫৩৪, নং ৭৭১; তাছাড়া চার সুনান গ্রন্থকারগণের মধ্যে ইবন মাজাহ ব্যতীত সবাই তা উদ্ধৃত করেছেন। আবূ দাউদ, নং ৭৬০, ৭৬১; তিরমিযী, নং ৩৪২১; নাসাঈ, নং ১০৪৯; তবে দুই ব্রাকেটের অংশ ইবন খুযাইমার শব্দ, নং ৬০৭; ইবন হিব্বান, নং ১৯০১।"
      }
    ],
    pageTitle: "রুকূ‘র দো‘আ #৪"
  },
  {
    duas: [
      {
        _id: "34",
        AyaID: "",
        top: "",
        arabic:
          "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ",
        transliteration:
          "সুবহা-নাযিল জাবারূতি ওয়াল মালাকূতি ওয়াল কিবরিয়া’ই ওয়াল ‘আযামাতি",
        translations:
          "পবিত্রতা ও মহিমা ঘোষণা করছি সেই সত্তার, যিনি প্রবল প্রতাপ, বিশাল সাম্রাজ্য, বিরাট গৌরব-গরিমা এবং অতুলনীয় মহত্ত্বের অধিকারী",
        bottom: "",
        Reference:
          "আবূ দাউদ ১/২৩০, নং ৮৭৩; নাসাঈ, নং ১১৩১; আহমাদ, নং ১৩৯৮০। আর তার সনদ হাসান।"
      }
    ],
    pageTitle: "রুকূ‘র দো‘আ #৫"
  },
  {
    duas: [
      {
        _id: "35",
        AyaID: "",
        top: "",
        arabic: "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ",
        transliteration: "সামি‘আল্লা-হু লিমান হামিদাহ",
        translations:
          "যে আল্লাহর হামদ-প্রশংসা করে, আল্লাহ তার প্রশংসা শোনেন (কবুল করুন)",
        bottom: "",
        Reference: "বুখারী, (ফাতহুল বারীসহ) ২/২৮২, নং ৭৯৬।"
      }
    ],
    pageTitle: "রুকু থেকে উঠার দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "36",
        AyaID: "",
        top: "",
        arabic:
          "رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثِيراً  طَيِّباً مُبارَكاً فِيهِ",
        transliteration:
          "রব্বানা ওয়া লাকাল হামদু, হামদান কাছীরান ত্বায়্যিবান মুবা-রাকান ফীহি",
        translations:
          "হে আমাদের রব্ব! আর আপনার জন্যই সমস্ত প্রশংসা; অঢেল, পবিত্র ও বরকত-রয়েছে-এমন প্রশংসা।",
        bottom: "",
        Reference: "বুখারী, (ফাতহুল বারীসহ) ২/২৮৪, নং ৭৯৬।"
      }
    ],
    pageTitle: "রুকু থেকে উঠার দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "37",
        AyaID: "",
        top: "",
        arabic:
          "مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ، أَهْلَ الثَّنَاءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ",
        transliteration:
          "মিল’আস সামা-ওয়া-তি ওয়া মিল’আল আরদি ওয়ামা বাইনাহুমা, ও মিল’আ মা শি’তা মিন শাইয়িন বা‘দু, আহলাস সানা-য়ি ওয়াল মাজদি, আহাক্কু মা ক্বালাল ‘আবদু, ওয়া কুল্লুনা লাকা ‘আবদুন, আল্লা-হুম্মা লা মানি‘আ লিমা আ‘ত্বাইতা, ওয়ালা মু‘তিয়া লিমা মানা‘তা, ওয়ালা ইয়ানফা‘য়ু যাল-জাদ্দি মিনকাল জাদ্দু।",
        translations:
          "(আপনার প্রশংসা করছি) আসমানসমূহ পূর্ণ করে, যমীন পূর্ণ করে ও যা এ দু’টির মাঝে রয়েছে (তাও পূর্ণ করে), আর এর পরে যা পূর্ণ করা আপনার ইচ্ছা তা পূর্ণ করে। হে প্রশংসা ও সম্মান-মর্যাদার যোগ্য সত্ত্বা! বান্দা সবচেয়ে যে সঠিক কথাটি বলেছে তা হচ্ছে—আর আমরা সবাই আপনার বান্দা— হে আল্লাহ, আপনি যা প্রদান করেছেন তা বন্ধ করার কেউ নেই, আর আপনি যা রুদ্ধ করেছেন তা প্রদান করার কেউ নেই। আর কোনো ক্ষমতা-প্রতিপত্তির অধিকারীর ক্ষমতা ও প্রতিপত্তি আপনার কাছে কোনো কাজে লাগবে না।",
        bottom: "",
        Reference: "মুসলিম, ১/৩৪৬; নং ৪৭৭।"
      }
    ],
    pageTitle: "রুকু থেকে উঠার দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "38",
        AyaID: "",
        top: "তিনবার বলবে,",
        arabic: "سُبْحَانَ رَبِّيَ الأَعْلَى",
        transliteration: "সুবহা-না রব্বিয়াল আ‘লা",
        translations:
          "আমার রব্বের পবিত্রতা ও মহিমা বর্ণনা করছি, যিনি সবার উপরে।",
        bottom: "",
        Reference:
          "হাদীসটি সুনানগ্রন্থকারগণ ও ইমাম আহমাদ সংকলন করেছেন। আবূ দাউদ, হাদীস নং ৮৭০; তিরমিযী, হাদীস নং ২৬২; নাসাঈ, হাদীস নং ১০০৭; ইবন মাজাহ, হাদীস নং ৮৯৭; আহমাদ, হাদীস নং ৩৫১৪। আরও দেখুন, সহীহুত তিরমিযী, ১/৮৩।"
      }
    ],
    pageTitle: "সিজদার দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "39",
        AyaID: "",
        top: "",
        arabic:
          "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي",
        transliteration:
          "সুবহা-নাকাল্লা-হুম্মা রব্বানা ওয়া বিহামদিকা আল্লা-হুম্মাগফির লী",
        translations:
          "হে আল্লাহ! আমাদের রব্ব! আপনার প্রশংসাসহ আপনার পবিত্রতা ও মহিমা ঘোষণা করছি। হে আল্লাহ! আপনি আমাকে মাফ করে দিন।",
        bottom: "",
        Reference: "বুখারী, নং ৭৯৪; মুসলিম, নং ৪৮৪; দেখুন পরের দুআ (১৯.৩)"
      }
    ],
    pageTitle: "সিজদার দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "4",
        AyaID: "",
        top: "",
        arabic:
          "الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لِي بِذِكْرِهِ",
        transliteration:
          "আল্‌হামদু লিল্লা-হিল্লাযী ‘আ-ফা-নী ফী জাসাদী, ওয়ারদ্দা ‘আলাইয়্যা রূহী ওয়া আযিনা লী বিযিকরিহী",
        translations:
          "সকল হামদ-প্রশংসা আল্লাহ্‌র জন্য, যিনি আমার দেহকে নিরাপদ করেছেন, আমার রূহকে আমার নিকট ফেরত দিয়েছেন এবং আমাকে তাঁর যিক্‌র করার অনুমতি (সুযোগ) দিয়েছেন",
        bottom: "",
        Reference: "তিরমিযী ৫/৪৭৩, নং ৩৪০১। দেখুন, সহীহুত তিরমিযী, ৩/১৪৪।"
      }
    ],
    pageTitle: "ঘুম থেকে জেগে উঠার সময়ের যিক্‌রসমূহ #৩"
  },
  {
    duas: [
      {
        _id: "40",
        AyaID: "",
        top: "",
        arabic: "سُبُّوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ",
        transliteration: "সুব্বূহুন কুদ্দূসুন রব্বুল মালা-ইকাতি ওয়াররূহ",
        translations:
          "(তিনি/আপনি) সম্পূর্ণরূপে দোষ-ত্রুটিমুক্ত, অত্যন্ত পবিত্র ও মহিমান্বিত; ফেরেশতাগণ ও রূহ এর রব্ব।",
        bottom: "",
        Reference:
          "মুসলিম ১/৩৫৩, নং ৪৮৭; আবূ দাউদ, নং ৮৭২। দেখুন পরের দুআ (১৯.৪)"
      }
    ],
    pageTitle: "সিজদার দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "41",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقِينَ",
        transliteration:
          "আল্লা-হুম্মা লাকা সাজাদতু ওয়াবিকা আ-মানতু ওয়া লাকা আসলামতু। সাজাদা ওয়াজহিয়া লিল্লাযী খালাক্বাহু ওয়া সাওয়্যারাহু ওয়া শাক্কা সাম‘আহু ওয়া বাসারাহু, তাবারাকাল্লাহু আহ্‌সানুল খালিক্বীন",
        translations:
          "হে আল্লাহ! আমি আপনার জন্যই সিজদা করেছি, আপনার উপরই ঈমান এনেছি, আপনার কাছেই নিজেকে সঁপে দিয়েছি। আমার মুখমণ্ডল সিজদায় অবনত সেই মহান সত্তার জন্য; যিনি একে সৃষ্টি করেছেন এবং আকৃতি দিয়েছেন, আর তার কান ও চোখ বিদীর্ণ করেছেন। সর্বোত্তম স্রষ্টা আল্লাহ্‌ অত্যন্ত বরকতময়।",
        bottom: "",
        Reference: "মুসলিম ১/৫৩৪, নং ৭৭১ ও অন্যান্যগণ।"
      }
    ],
    pageTitle: "সিজদার দো‘আ #৪"
  },
  {
    duas: [
      {
        _id: "42",
        AyaID: "",
        top: "",
        arabic:
          "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ",
        transliteration:
          "সুবহা-নাযিল জাবারূতি, ওয়াল মালাকুতি, ওয়াল কিবরিয়া-ই ওয়াল ‘আযামাতি",
        translations:
          "পবিত্রতা ও মহিমা ঘোষণা করছি সেই সত্তার, যিনি প্রবল প্রতাপ, বিশাল সাম্রাজ্য, বিরাট গৌরব-গরিমা এবং অতুলনীয় মহত্ত্বের অধিকারী।",
        bottom: "",
        Reference:
          "আবু দাঊদ ১/২৩০, নং ৮৭৩; নাসাঈ, নং ১১৩১; আহমাদ, নং ২৩৯৮০। আর শাইখ আলবানী একে সহীহ আবু দাউদে ১/১৬৬ সহীহ বলেছেন। যার তাখরীজ ৩৭ নং এ চলে গেছে।"
      }
    ],
    pageTitle: "সিজদার দো‘আ #৫"
  },
  {
    duas: [
      {
        _id: "43",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ",
        transliteration:
          "আল্লা-হুম্মাগফির লী যাম্বী কুল্লাহু; দিক্কাহু ওয়া জিল্লাহু, ওয়া আউয়ালাহু ওয়া ‘আখিরাহু, ওয়া ‘আলানিয়্যাতাহু ওয়া সিররাহু",
        translations:
          "হে আল্লাহ! আমার সমস্ত গুনাহ মাফ করে দিন— তার ক্ষুদ্র অংশ, তার বড় অংশ, আগের গুনাহ, পরের গুনাহ, প্রকাশ্য ও গোপন গুনাহ।",
        bottom: "",
        Reference: "মুসলিম ১/৩৫০, নং ৪৮৩।"
      }
    ],
    pageTitle: "সিজদার দো‘আ #৬"
  },
  {
    duas: [
      {
        _id: "44",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আঊযুবিরিদ্বা-কা মিন সাখাত্বিকা, ওয়া বিমু‘আ-ফা-তিকা মিন ‘উক্বুবাতিকা, ওয়া আঊযু বিকা মিনকা, লা উহ্‌সী সানা-আন আলাইকা, আনতা কামা আসনাইতা ‘আলা নাফসিকা",
        translations:
          "হে আল্লাহ! আমি আপনার সন্তুষ্টির মাধ্যমে অসন্তুষ্টি থেকে, আর আপনার নিরাপত্তার মাধ্যমে আপনার শাস্তি থেকে আশ্রয় চাই। আর আমি আপনার নিকটে আপনার (পাকড়াও) থেকে আশ্রয় চাই। আমি আপনার প্রশংসা গুনতে সক্ষম নই; আপনি সেরূপই, যেরূপ প্রশংসা আপনি নিজের জন্য করেছেন",
        bottom: "",
        Reference: "মুসলিম ১/৩৫২, নং ৪৮৬।"
      }
    ],
    pageTitle: "সিজদার দো‘আ #৭"
  },
  {
    duas: [
      {
        _id: "45",
        AyaID: "",
        top: "",
        arabic: "رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي",
        transliteration: "রব্বিগফির লী, রব্বিগফির লী",
        translations:
          "হে আমার রব্ব! আপনি আমাকে ক্ষমা করুন। হে আমার রব্ব! আপনি আমাকে ক্ষমা করুন।",
        bottom: "",
        Reference:
          "আবূ দাউদ ১/২৩১, নং ৮৭৪; ইবন মাজাহ্‌ নং ৮৯৭। আরও দেখুন, সহীহ ইবন মাজাহ, ১/১৪৮।"
      }
    ],
    pageTitle: "দুই সিজদার মধ্যবর্তী বৈঠকের দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "46",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي",
        transliteration:
          "আল্লা-হুম্মাগফির লী, ওয়ারহামনী, ওয়াহদিনী, ওয়াজবুরনী, ওয়া‘আফিনি, ওয়ারযুক্বনী, ওয়ারফা‘নী",
        translations:
          "হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার প্রতি দয়া করুন, আমাকে সঠিক পথে পরিচালিত করুন, আমার সমস্ত ক্ষয়ক্ষতি পূরণ করে দিন, আমাকে নিরাপত্তা দান করুন, আমাকে রিযিক দান করুন এবং আমার মর্যাদা বৃদ্ধি করুন",
        bottom: "",
        Reference:
          "হাদীসটি নাসাঈ ব্যতীত সুনান গ্রন্থগারগণ সবাই সংকলন করেছেন। আবূ দাউদ, ১/২৩১, নং ৮৫০; তিরমিযী, নং ২৮৪, ২৮৫; ইবন মাজাহ, নং ৮৯৮। আরও দেখুন, সহীহুত তিরমিযী, ১/৯০; সহীহ ইবন মাজাহ ১/১৪৮।"
      }
    ],
    pageTitle: "দুই সিজদার মধ্যবর্তী বৈঠকের দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "47",
        AyaID: "",
        top: "",
        arabic:
          "سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ",
        transliteration:
          "সাজাদা ওয়াজহিয়া লিল্লাযী খালাক্বাহু, ওয়া শাক্কা সাম্‘আহু ওয়া বাসারাহু, বিহাওলিহি ওয়া কুওয়াতিহি,  ফাতবারাকাল্লা-হু আহ্‌সানুল খা-লিক্বীন",
        translations:
          "আমার মুখমণ্ডল সিজদা করেছে সে সত্তার জন্য, যিনি একে সৃষ্টি করেছেন, আর নিজ শক্তি ও ক্ষমতাবলে এর কান ও চোখ বিদীর্ণ করেছেন।  সুতরাং সর্বোত্তম স্রষ্টা আল্লাহ্‌ অত্যন্ত বরকতময়।",
        bottom: "",
        Reference:
          "তিরমিযী, ২/৪৭৪, নং ৩৪২৫; আহমাদ ৬/৩০; নং ২৪০২২; হাকিম ও সহীহ বলেছেন এবং যাহাবী সেটা সমর্থন করেছেন, ১/২২০; আর বাড়তি অংশটুকু তাঁরই। আয়াতটুকু সূরা আল-মুমিনূন এর ১৪ নং আয়াত।"
      }
    ],
    pageTitle: "সিজদার আয়াত তেলাওয়াতের পর সিজদায় দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "48",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ",
        transliteration:
          "আল্লা-হুম্মাক্তুব লী বিহা ‘ইনদাকা আজরান, ওয়াদা‘ ‘আন্নী বিহা উইযরান, ওয়াজ ‘আলহা লী ‘ইনদাকা যুখরান, ওয়া তাক্বাব্বালহা মিন্নী কামা তাক্বাব্বালতাহা মিন আবদিকা দাঊদ",
        translations:
          "হে আল্লাহ! এই সিজদার বদৌলতে আপনার নিকট আমার জন্য প্রতিদান লিখে রাখুন, এর দ্বারা আমার পাপসমূহ ফেলে দিন, এটাকে আপনার কাছে আমার জন্য সঞ্চয় হিসেবে জমা রাখুন, আর একে আমার থেকে কবুল করুন যেমন কবুল করেছেন আপনার বান্দা দাউদ (আলাইহিস সালাম) এর থেকে",
        bottom: "",
        Reference:
          "তিরমিযী ২/৪৭৩, নং ৫৭৯; হাকেম ও সহীহ বলেছেন, আর ইমাম যাহাবী সমর্থন করেছেন, ১/২১৯।"
      }
    ],
    pageTitle: "সিজদার আয়াত তেলাওয়াতের পর সিজদায় দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "49",
        AyaID: "",
        top: "",
        arabic:
          "التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ",
        transliteration:
          "আত্তাহিয়্যা-তু লিল্লা-হি ওয়াস্‌সালাওয়া-তু ওয়াত্তায়্যিবা-তু আস্‌সালা-মু ‘আলাইকা আইয়্যূহান নাবিয়্যূ ওয়া রাহমাতুল্লা-হি ওয়া বারাকা-তুহু। আস্‌সালা-মু ‘আলাইনা ওয়া ‘আলা ‘ইবাদিল্লা-হিস সা-লেহীন। আশহাদু আল্লা-ইলা-হা ইল্লাল্লা-হু ওয়া আশহাদু আন্না মুহাম্মাদান ‘আব্দুহু ওয়া রাসূলুহু",
        translations:
          "যাবতীয় অভিবাদন আল্লাহ্‌র জন্য, অনুরূপভাবে সকল সালাত ও পবিত্র কাজও। হে নবী! আপনার উপর বর্ষিত হোক সালাম, আল্লাহর রহমত ও বরকতসমূহ। আমাদের উপর এবং আল্লাহ্‌র সৎ বান্দাদের উপরও বর্ষিত হোক সালাম। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই এবং আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আল্লাহ্‌র বান্দা ও রাসূল",
        bottom: "",
        Reference: "বুখারী, (ফাতহুল বারীসহ) ১/১৩, নং ৮৩১; মুসলিম ১/৩০১, নং ৪০২।"
      }
    ],
    pageTitle: "তাশাহ্‌হুদ"
  },
  {
    duas: [
      {
        _id: "5",
        AyaID: "1",
        top: "",
        arabic:
          "إِنَّ فِى خَلْقِ السَّمٰوٰتِ وَالْأَرْضِ وَاخْتِلٰفِ الَّيْلِ وَالنَّهَارِ لَءَايٰتٍ لِّأُولِى الْأَلْبٰبِ",
        transliteration:
          "ইন্না ফী খলকিস্ সামাওয়াতি ওয়াল আরদি ওয়াখতিলা-ফিল লাইলি ওয়ান্নাহা-রি লাআয়া-তিল্ লিউলিল্ আলবা-ব।",
        translations:
          "নিশ্চয় আসমানসমূহ ও যমীনের সৃষ্টিতে, রাত ও দিনের পরিবর্তনে নিদর্শনাবলী রয়েছে বোধশক্তি সম্পন্ন লোকদের জন্য।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "2",
        top: "",
        arabic:
          "الَّذِينَ يَذْكُرُونَ اللَّهَ قِيٰمًا وَقُعُودًا وَعَلٰى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ السَّمٰوٰتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هٰذَا بٰطِلًا سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ",
        transliteration:
          "আল্লাযীনা ইয়াযকুরূনাল্লাহা কিয়া-মাও ওয়াকু‘উদাঁও ওয়া‘আলা জুনূবিহিম ওয়াইয়াতাফাক্কারূনা ফী খলকিস্ সামাওয়াতি ওয়াল আরদি, রববানা মা খালাকতা হাযা বা-তিলান, সুবহানাকা ফাকিনা ‘আযা-বান্ নার।",
        translations:
          "যারা দাঁড়িয়ে, বসে ও শুয়ে আল্লাহ্‌র স্মরণ করে এবং আসমানসমূহ ও যমীনের সৃষ্টি সম্বন্ধে চিন্তা করে, আর বলে, ‘হে আমাদের রব! আপনি এগুলো অনর্থক সৃষ্টি করেননি, আপনি অত্যন্ত পবিত্র, অতএব আপনি আমাদেরকে আগুনের শাস্তি হতে রক্ষা করুন।’",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "3",
        top: "",
        arabic:
          "رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ",
        transliteration:
          "রববানা ইন্নাকা মান তুদখিলিন্ না-রা ফাকাদ আখযাইতাহু, ওয়ামা লিয্যালিমীনা মিন আনসা-র।",
        translations:
          "‘হে আমাদের রব! আপনি কাউকেও আগুনে নিক্ষেপ করলে তাকে তো আপনি নিশ্চয়ই হেয় করলেন এবং যালেমদের কোন সাহায্যকারী নেই।’",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "4",
        top: "",
        arabic:
          "رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
        transliteration:
          "রববানা ইন্নানা সামি‘না মুনাদিইয়াইয়্যুনা-দী লিলঈমানি আন্ আ-মিনু বিরব্বিকুম ফাআ--মান্না। রব্বানা ফাগফির লানা যুনূবানা ওয়াকাফফির ‘আন্না সায়্যিআ-তিনা ওয়া তাওয়াফ্‌ফানা মা‘আল আবরা-র।",
        translations:
          "‘হে আমাদের রব, আমরা এক আহ্বায়ককে ঈমানের দিকে আহ্বান করতে শুনেছি, ‘তোমরা তোমাদের রবের উপর ঈমান আন।’ কাজেই আমরা ঈমান এনেছি। হে আমাদের রব! আপনি আমাদের পাপরাশি ক্ষমা করুন, আমাদের মন্দ কাজগুলো দূরীভূত করুন এবং আমাদেরকে সৎকর্মপরায়ণদের সহগামী করে মৃত্যু দিন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "5",
        top: "",
        arabic:
          "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ",
        transliteration:
          "রববানা ওয়া আতিনা মা ওয়া‘আদতানা ‘আলা রুসুলিকা ওয়ালা তুখযিনা ইয়াওমাল কিয়া-মাতি, ইন্নাকা লা তুখলিফুল মী‘আদ।",
        translations:
          "‘হে আমাদের রব! আপনার রাসূলগণের মাধ্যমে আমাদেরকে যা দিতে প্রতিশ্রুতি দিয়েছেন তা আমাদেরকে দান করুন এবং কেয়ামতের দিন আমাদেরকে হেয় করবেন না। নিশ্চয় আপনি প্রতিশ্রুতির ব্যতিক্রম করেন না।’",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "6",
        top: "",
        arabic:
          "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ",
        transliteration:
          "ফাস্তাজাবা লাহুম রববুহুম আন্নী লা উদী‘উ আমালা ‘আমিলিম মিনকুম মিন যাকারিন ওয়া উনসা বা‘দুকুম মিন বা‘দ, ফাল্লাযীনা হা-জারূ ওয়া উখরিজূ মিন দিয়ারিহিম ওয়া ঊ-যূ ফী সাবীলী ওয়া কা-তালু ওয়া কু-তিলু লাউকাফফিরান্না ‘আনহুম সায়্যিআ-তিহিম ওয়ালাউদখিলান্নাহুম জান্না-তিন তাজরী মিন তাহ-তিহাল আনহারু, ছাওয়া-বাম্ মিন ‘ইনদিল্লাহি, ওয়াল্লা-হু ইনদাহু হুসনুছ ছাওয়া-ব।",
        translations:
          "তারপর তাদের রব তাদের ডাকে সাড়া দিয়ে বলেন, ‘নিশ্চয় আমি তোমাদের মধ্যে আমলকারী কোনো নর বা নারীর আমল বিফল করি না; তোমরা একে অপরের অংশ। কাজেই যারা হিজরত করেছে, নিজ ঘর থেকে উৎখাত হয়েছে, আমার পথে নির্যাতিত হয়েছে এবং যুদ্ধ করেছে ও নিহত হয়েছে আমি তাদের পাপ কাজগুলো অবশ্যই দূর করব এবং অবশ্যই তাদেরকে প্রবেশ করাব জান্নাতে, যার পাদদেশে নদী প্রবাহিত। এটা আল্লাহ্‌র কাছ থেকে পুরস্কার; আর উত্তম পুরস্কার আল্লাহ্‌রই কাছে রয়েছে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "7",
        top: "",
        arabic: "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِى الْبِلٰدِ",
        transliteration:
          "লা ইয়াগুররান্নাকা তাকল্লুবুল্লাযীনা কাফারূ ফিল্ বিলা-দ।",
        translations:
          "যারা কুফরী করেছে, দেশে দেশে তাদের অবাধ বিচরণ যেন কিছুতেই আপনাকে বিভ্রান্ত না করে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "8",
        top: "",
        arabic:
          "مَتٰعٌ قَلِيلٌ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۚ وَبِئْسَ الْمِهَادُ",
        transliteration:
          "মাতা‘উন কালীলুন ছুম্মা মা’ওয়াহুম জাহান্নামু ওয়া বি’সাল মিহা-দ।",
        translations:
          "এ তো স্বল্পকালীন ভোগ মাত্র; তারপর জাহান্নাম তাদের আবাস; আর ওটা কত নিকৃষ্ট বিশ্রামস্থল!",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "9",
        top: "",
        arabic:
          "لٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِى مِن تَحْتِهَا الْأَنْهٰرُ خٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ اللَّهِ ۗ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلْأَبْرَارِ",
        transliteration:
          "লা-কিনিল্লাযীনাত্তাকাও রববাহুম লাহুম জান্না-তুন তাজরী মিন তাহতিহাল আনহারু খা-লিদীনা ফীহা নুযুলাম্ মিন ইনদিল্লাহি ওয়ামা ইনদাল্লাহি খাইরুল লিল্ আবরার।",
        translations:
          "কিন্তু যারা তাদের রবকে ভয় করে তাদের জন্য রয়েছে জান্নাত, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা স্থায়ী হবে। এ হচ্ছে আল্লাহ্‌র পক্ষ থেকে আতিথেয়তা; আর আল্লাহ্‌র কাছে যা আছে তা সৎকর্মপরায়ণদের জন্য উত্তম।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "10",
        top: "",
        arabic:
          "وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ للَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللهَ سَرِيعُ الْحِسَابِ",
        transliteration:
          "ওয়াইন্না মিন আহলিল কিতাবি লামইয়ূ’মিনু বিল্লাহি ওয়ামা উনযিলা ইলাইকুম ওয়ামা উনযিলা ইলাইহিম খা-শিঈনা লিল্লা-হি লা ইয়াশতারূনা বিআ-য়া-তিল্লাহি ছামানান্ কালীলা। উলা-ইকা লাহুম আজরুহুম ‘ইনদা রববিহিম। ইন্নাল্লাহা সারী‘উল হিসাব।",
        translations:
          "আর নিশ্চয় কিতাবীদের মধ্যে এমন লোকও আছে যারা আল্লাহ্‌র প্রতি বিনয়াবনত হয়ে তাঁর প্রতি এবং তিনি যা তোমাদের ও তাদের প্রতি নাযিল করেছেন তাতে ঈমান আনে। তারা আল্লাহ্‌র আয়াত তুচ্ছ মূল্যে বিক্রি করে না। তারাই, যাদের জন্য আল্লাহ্‌র কাছে পুরস্কার রয়েছে। নিশ্চয়ই আল্লাহ্ দ্রুত হিসাব গ্রহণকারী।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "5",
        AyaID: "11",
        top: "",
        arabic:
          "يٰٓأَيُّهَا الَّذِينَ ءَامَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
        transliteration:
          "ইয়া আয়্যুহাল্লাযীনা আমানুসবিরূ ওয়াসা-বিরূ ওয়া রা-বিতু ওয়াত্তাকুল্লাহা লা‘আল্লাকুম তুফলিহুন",
        translations:
          "হে ঈমানদারগণ! তোমরা ধৈর্য ধারণ কর, ধৈর্যে প্রতিযোগিতা কর এবং সবসময় যুদ্ধের জন্য প্রস্তুত থাক, আর আল্লাহ্‌র তাকওয়া অবলম্বন কর; যাতে তোমরা সফলকাম হতে পার”",
        bottom: "",
        Reference:
          "সূরা আলে ইমরান ১৯০-২০০; বুখারী, ফাতহুল বারীসহ ৮/২৩৭, নং ৪৫৬৯; মুসলিম ১/৫৩০, নং ২৫৬।"
      }
    ],
    pageTitle: "সূরা আল-ইমরান আয়াত ১৯০-২০০"
  },
  {
    duas: [
      {
        _id: "50",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ",
        transliteration:
          "আল্লা-হুম্মা সাল্লি ‘আলা মুহাম্মাদিউওয়া ‘আলা আ-লি মুহাম্মাদিন কামা সাল্লাইতা ‘আলা ইবরাহীমা ওয়া ‘আলা আ-লি ইব্রাহীমা ইন্নাকা হামীদুম মাজীদ। আল্লা-হুম্মা বারিক ‘আলা মুহাম্মাদিউওয়া ‘আলা আলি মুহাম্মাদিন, কামা বা-রাকতা ‘আলা ইব্রাহীমা ওয়া ‘আলা আ-লি ইব্রাহীমা ইন্নাকা হামীদুম্ মাজীদ",
        translations:
          "হে আল্লাহ! আপনি (আপনার নিকটস্থ উচ্চসভায়) মুহাম্মাদকে সম্মানের সাথে স্মরণ করুন এবং তাঁর পরিবার-পরিজনকে, যেমন আপনি সম্মানের সাথে স্মরণ করেছেন ইবরাহীমকে ও তাঁর পরিবার-পরিজনদেরকে। নিশ্চয় আপনি অত্যন্ত প্রশংসিত ও মহামহিমান্বিত। হে আল্লাহ! আপনি মুহাম্মাদ ও তাঁর পরিবার পরিজনের উপর বরকত নাযিল করুন যেমন আপনি বরকত নাযিল করেছিলেন ইবরাহীম ও তাঁর পরিবার-পরিজনের উপর। নিশ্চয় আপনি অত্যন্ত প্রশংসিত ও মহামহিমান্বিত",
        bottom: "",
        Reference: "বুখারী, (ফাতহুল বারীসহ) ৬/৪০৮, নং ৩৩৭০; মুসলিম, নং ৪০৬।"
      }
    ],
    pageTitle:
      "তাশাহ্‌হুদের পর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর দরুদ পাঠ #১"
  },
  {
    duas: [
      {
        _id: "51",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ",
        transliteration:
          "আল্লা-হুম্মা সাল্লি ‘আলা মুহাম্মাদিউওয়া ‘আলা আযওয়াজিহি ওয়া যুররিয়্যাতিহি কামা সাল্লাইতা ‘আলা আলি ইবরাহীমা, ওয়া বারিক ‘আলা মুহাম্মাদিউওয়া ‘আলা আযওয়াজিহি ওয়া যুররিয়্যাতিহি কামা বা-রাক্তা ‘আলা আ-লি ইব্রাহীমা ইন্নাকা হামীদুম মাজীদ",
        translations:
          "হে আল্লাহ! আপনি (আপনার নিকটস্থ উচ্চসভায়) মুহাম্মাদকে সম্মানের সাথে স্মরণ করুন এবং তাঁর স্ত্রীগণ ও তাঁর বংশধরকেও, যেমন আপনি সম্মানের সাথে স্মরণ করেছেন ইবরাহীমের পরিবার-পরিজনকে। আর আপনি মুহাম্মাদ এবং তাঁর স্ত্রীগণ ও তাঁর বংশধরের উপর বরকত নাযিল করুন যেমন আপনি বরকত নাযিল করেছিলেন ইবরাহীমের পরিবার- পরিজনের উপর। নিশ্চয় আপনি অত্যন্ত প্রশংসিত ও মহামহিমান্বিত",
        bottom: "",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৬/৪০৭, নং ৩৩৬৯; মুসলিম ১/৩০৬, নং ৪০৭। আর শব্দটি মুসলিমের।"
      }
    ],
    pageTitle:
      "তাশাহ্‌হুদের পর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর দরুদ পাঠ #২"
  },
  {
    duas: [
      {
        _id: "52",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘ঊযু বিকা মিন ‘আযা-বিল ক্বাবরি ওয়া মিন ‘আযা-বি জাহান্নামা, ওয়া মিন ফিতনাতিল মাহ্ইয়া ওয়াল মামা-তি, ওয়া মিন শাররি ফিতনাতিল মাসীহিদ দাজ্জা-ল",
        translations:
          "হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাচ্ছি কবরের আযাব থেকে, জাহান্নামের আযাব থেকে, জীবন-মৃত্যুর ফিতনা থেকে এবং মাসীহ দাজ্জালের ফিতনার অনিষ্টতা থেকে",
        bottom: "",
        Reference:
          "বুখারী ২/১০২, নং ১৩৭৭; মুসলিম ১/৪১২, নং ৫৮৮। আর শব্দ মুসলিমের।"
      }
    ],
    pageTitle:
      "কবর ও জাহান্নামের আযাব এবং জীবন, মৃত্যু ও দাজ্জালের ফিতনা থেকে আশ্রয় চাওয়ার দোআ"
  },
  {
    duas: [
      {
        _id: "53",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْـيَا وَالْمَمَاتِ . اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘উযু বিকা মিন আযা-বিল ক্বাবরি, ওয়া আ‘উযু বিকা মিন ফিতনাতিল মাসীহিদ্ দাজ্জা-লি, ওয়া আ‘উযু বিকা মিন ফিতনাতিল মাহইয়া ওয়াল মামা-ত। আল্লা-হুম্মা ইন্নী আ‘উযু বিকা মিনাল মা’ছামি ওয়াল মাগরামি",
        translations:
          "হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই কবরের আযাব থেকে, আশ্রয় চাই মাসীহ দাজ্জালের ফিতনা থেকে এবং আশ্রয় চাই জীবন-মৃত্যুর ফিতনা থেকে। হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই পাপাচার ও ঋণের বোঝা থেকে",
        bottom: "",
        Reference: "বুখারী ১/২০২, নং ৮৩২; মুসলিম ১/৪১২, নং ৫৮৭।"
      }
    ],
    pageTitle:
      "কবর ও জাহান্নামের আযাব, জীবন, মৃত্যু ও দাজ্জালের ফিতনা এবং গুনাহ ও ঋণ থেকে আশ্রয় চাওয়ার দোআ"
  },
  {
    duas: [
      {
        _id: "54",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী যলামতু নাফসী যুলমান কাসীরা। ওয়ালা ইয়াগফিরুয্ যুনূবা ইল্লা আনতা। ফাগফির লী মাগফিরাতাম মিন ‘ইনদিকা ওয়ারহামনী ইন্নাকা আনতাল গাফূরুর রাহীম",
        translations:
          "হে আল্লাহ! আমি আমার নিজের উপর অনেক যুলুম করেছি। আর আপনি ছাড়া গুনাহসমূহ কেউই ক্ষমা করতে পারে না। অতএব আমাকে আপনার পক্ষ থেকে বিশেষ ক্ষমা দ্বারা মাফ করে দিন, আর আমার প্রতি দয়া করুন; আপনিই তো ক্ষমাকারী, পরম দয়ালু",
        bottom: "",
        Reference: "বুখারী ৮/১৬৮, নং ৮৩৪; মুসলিম ৪/২০৭৮, নং ২৭০৫।"
      }
    ],
    pageTitle: "সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #৩"
  },
  {
    duas: [
      {
        _id: "55",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ",
        transliteration:
          "আল্লা-হুম্মাগফিরলী মা ক্বাদ্দামতু ওয়া মা আখ্‌খারতু ওয়া মা আসরারতু ওয়া মা আ’লান্তু ওয়া মা আসরাফ্‌তু ওয়া মা আনতা আল’লামু বিহী মিন্নী। আনতাল মুকাদ্দিমু ওয়া আনতাল মুআখখিরু লা ইলাহা ইল্লা আনতা",
        translations:
          "হে আল্লাহ! ক্ষমা করে দিন আমার গুনাহসমূহ— যা পূর্বে করেছি, যা পরে করেছি, যা আমি গোপন করেছি, যা প্রকাশ্যে করেছি, যা সীমালঙ্ঘন করে করেছি, আর যা আপনি আমার চেয়ে বেশি জানেন। আপনিই (কাউকে) করেন অগ্রগামী, আর আপনিই (কাউকে) করেন পশ্চাদগামী, আপনি ব্যতীত আর কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference: "মুসলিম ১/৫৩৪, নং ৭৭১।"
      }
    ],
    pageTitle: "সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #৪"
  },
  {
    duas: [
      {
        _id: "56",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ",
        transliteration:
          "আল্লা-হুম্মা আ‘ইন্নী ‘আলা যিকরিকা ও শুকরিকা ওয়াহুসনি ইবা-দাতিকা",
        translations:
          "হে আল্লাহ! আপনার যিক্‌র করতে, আপনার শুকরিয়া জ্ঞাপন করতে এবং সুন্দরভাবে আপনার ইবাদত করতে আমাকে সাহায্য করুন",
        bottom: "",
        Reference:
          "আবূ দাউদ ২/৮৬, নং ১৫২২; নাসাঈ ৩/৫৩, নং ২৩০২। আর শাইখ আলবানী সহীহ আবি দাঊদ ১/২৮৪ এটাকে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #৫"
  },
  {
    duas: [
      {
        _id: "57",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আ‘উযু বিকা মিনাল বুখলি, ওয়া ‘আউযু বিকা মিনাল জুবনি, ওয়া আ‘উযু বিকা মিন আন উরাদ্দা ইলা আরযালিল্ ‘উমুরি, ওয়া আ‘ঊযু বিকা মিন্ ফিতনাতিদ দুনইয়া ও আযা-বিল ক্বাবরি",
        translations:
          "হে আল্লাহ! আমি আপনার আশ্রয় চাই কৃপণতা থেকে, আপনার আশ্রয় চাই কাপুরুষতা থেকে, আপনার আশ্রয় চাই চরম বার্ধক্যে উপনীত হওয়া থেকে, আর আপনার আশ্রয় চাই দুনিয়ার ফিতনা ও কবরের আযাব থেকে",
        bottom: "",
        Reference: "বুখারি, (ফাতহুল বারীসহ) ৬/৩৫, নং ২৮২২ ও নং ৬৩৯০।"
      }
    ],
    pageTitle: "কৃপণতা, কাপুরুষতা, বার্ধক্য এবং ফিতনা থেকে আশ্রয় চাওয়ার দোআ"
  },
  {
    duas: [
      {
        _id: "58",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসআলুকাল জান্নাতা ওয়া আ‘উযু বিকা মিনান্নার",
        translations:
          "হে আল্লাহ! আমি আপনার কাছে জান্নাত চাই এবং জাহান্নাম থেকে আপনার কাছে আশ্রয় চাই",
        bottom: "",
        Reference:
          "আবূ দাউদ, নং ৭৯২; ইবন মাজাহ্‌ নং ৯১০। আরও দেখুন, সহীহ ইবন মাজাহ, ২/৩২৮।"
      }
    ],
    pageTitle: "জাহান্নাম থেকে আশ্রয় এবং জান্নাত চাওয়ার দোআ"
  },
  {
    duas: [
      {
        _id: "59",
        AyaID: "1",
        top: "",
        arabic:
          "اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ",
        transliteration:
          "আল্লা-হুম্মা বি‘ইলমিকাল গাইবি ওয়া কুদরাতিকা ‘আলাল খালক্বি আহয়িনী মা আলিম্‌তাল হায়া-তা খাইরাল্ লী ওয়া তাওয়াফ্‌ফানী ইযা আলিম্‌তাল ওয়াফা-তা খাইরাল লী। আল্লা-হুম্মা ইন্নী আসআলুকা খাশইয়াতাকা ফিল গাইবি ওয়াশ-শাহাদাতি",
        translations:
          "হে আল্লাহ! আপনার গায়েবী জ্ঞান এবং সকল সৃষ্টির উপর আপনার সার্বভৌম ক্ষমতার অসিলায় (চাই), আমাকে আপনি জীবিত রাখুন সে-সময় পর্যন্ত, যে সময় পর্যন্ত জীবিত থাকা আপনার জ্ঞানে আমার জন্য কল্যাণকর; আর আমাকে মৃত্যু দিন যখন আপনি জানেন যে, মৃত্যু আমার জন্য কল্যাণকর। হে আল্লাহ! আমি আপনার নিকট চাই গোপনে ও প্রকাশ্যে আপনাকে ভয় করা",
        bottom: "",
        Reference: ""
      },
      {
        _id: "59",
        AyaID: "2",
        top: "",
        arabic:
          "وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ",
        transliteration:
          "ওয়া আসআলুকা কালিমাতাল হাক্বক্বি ফির-রিদা ওয়াল-গাদাবি। ওয়া আসআলুকাল কাসদা ফিল গিনা ওয়াল ফাক্বরি, ওয়া আসআলুকা না‘ঈমান লা ইয়ানফাদু, ওয়া আসআলুকা ক্বুররতা আইনিন লা তানকাতি‘উ, ওয়া আস্আলুকার-রিদা বা‘দাল কাদায়ে,",
        translations:
          "আপনার নিকট চাই সন্তুষ্টি ও ক্রোধ উভয় অবস্থায় সত্য কথা বলা; আপনার নিকট চাই দারিদ্র্যে ও প্রাচুর্যে ভারসাম্যপূর্ণ (মধ্যম) পন্থা। আপনার নিকট চাই এমন নে‘আমত, যা কখনো শেষ হবে না; আপনার নিকট চাই এমন নয়নাভিরাম বস্তু, যা কখনো বিচ্ছিন্ন হবে না। আর আমি আপনার নিকট চাই (তাকদীরের) ফয়সালার পর সন্তোষ;",
        bottom: "",
        Reference: ""
      },
      {
        _id: "59",
        AyaID: "3",
        top: "",
        arabic:
          "وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ",
        transliteration:
          "ওয়া আসআলুকা বারদাল ‘আইশি বা‘দাল মাওতি, ওয়া আসআলুকা লাযযাতান-নাযারি ইলা ওয়াজহিকা, ওয়াশ-শাওক্বা ইলা লিক্বাইকা, ফী গাইরি দাররাআ মুদিররাতিন ওয়ালা ফিতনাতিম মুদিল্লাহ। আল্লা-হুম্মা যাইইন্না বিযীনাতিল ঈমানি ওয়াজ‘আলনা হুদাতাম মুহতাদীন",
        translations:
          "আমি আপনার নিকট চাই মৃত্যুর পর প্রশান্ত জীবন। আমি আপনার নিকট চাই আপনার চেহারার প্রতি দৃষ্টিপাতের স্বাদ, আপনার নিকট চাই আপনার সাথে সাক্ষাৎ লাভের ব্যাকুলতা; এমন যে, তাতে থাকবে না কোনো ক্ষতিকর কষ্ট কিংবা ভ্রষ্টকারী ফেতনা। হে আল্লাহ! আপনি আমাদেরকে ঈমানের সৌন্দর্যে সৌন্দর্যমণ্ডিত করুন এবং আমাদেরকে হেদায়াত-প্রাপ্ত পথপ্রদর্শক বানান",
        bottom: "",
        Reference:
          "নাসাঈ ৩/৫৪, ৫৫, নং ১৩০৪; আহমাদ ৪/৩৬৪, নং ২১৬৬৬। আর শাইখ আলবানী সহীহুন নাসাঈ ১/২৮১ তে একে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #৮"
  },
  {
    duas: [
      {
        _id: "6",
        AyaID: "",
        top: "",
        arabic:
          "الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ",
        transliteration:
          "আল্‌হামদু লিল্লা-হিল্লাযী কাসানী হা-যা (আসসাওবা) ওয়া রযাকানীহি মিন্ গইরি হাওলিম মিন্নী ওয়ালা কুওওয়াতিন",
        translations:
          "সকল হামদ-প্রশংসা আল্লাহ্‌র জন্য; যিনি আমাকে এ (কাপড়)টি পরিধান করিয়েছেন এবং আমার শক্তি-সামর্থ্য ছাড়াই তিনি আমাকে এটা দান করেছেন",
        bottom: "",
        Reference:
          "হাদীসটি নাসাঈ ব্যতীত সুনান গ্রন্থকারদের সবাই সংকলন করেছেন। আবূ দাউদ, নং ৪০২৩; তিরমিযী, নং ৩৪৫৮; ইবন মাজাহ্‌, নং ৩২৮৫। আর শাইখ আলবানী একে হাসান বলেছেন। দেখুন, ইরওয়াউল গালীল, ৭/৪৭।"
      }
    ],
    pageTitle: "কাপড় পরিধানের দো‘আ"
  },
  {
    duas: [
      {
        _id: "60",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসআলুকা ইয়া আল্লা-হু বিআন্নাকাল ওয়া-হিদুল আহাদুস্ সমাদুল্লাযী লাম ইয়ালিদ ওয়ালাম ইয়ূলাদ ওয়ালাম ইয়াকুল্লাহু কুফূওয়ান আহাদ, আন্ তাগফিরালী যুনূবী, ইন্নাকা আনতাল গাফূরুর রহীম",
        translations:
          "হে আল্লাহ! আপনিই একক, অদ্বিতীয়, অমুখাপেক্ষী; যিনি জন্ম দেন নি, জন্ম নেনও নি; আর যার সমকক্ষ কেউ নেই। তাই হে আল্লাহ! আমি আপনার কাছে চাই, যেন আপনি আমার সকল গুনাহ্‌ ক্ষমা করে দেন; নিশ্চয় আপনি অতীব ক্ষমাশীল, পরম দয়ালু",
        bottom: "",
        Reference:
          "নাসাঈ ৩/৫২, নং ১৩০০; শব্দ তাঁরই, আহমাদ ৪/৩৩৮, নং ১৮৯৭। আর আলবানী সহীহুন নাসাঈ ১/২৮০ তে একে সহীহ বলেছেন।"
      }
    ],
    pageTitle: "সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #৯"
  },
  {
    duas: [
      {
        _id: "61",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসআলুকা বিআন্না লাকাল হামদু লা ইলা-হা ইল্লা আনতা ওয়াহদাকা লা শারীকা লাকাল মান্না-নু, ইয়া বাদী‘আস্ সামা-ওয়া-তি ওয়াল-আরদী, ইয়া যালজালা-লি ওয়াল-ইকরা-ম। ইয়া হাইয়্যু ইয়া কাইয়্যূমু, ইন্নী আসআলুকাল্ জান্নাতা ওয়া আ‘ঊযু বিকা মিনান্না-র",
        translations:
          "হে আল্লাহ! আমি আপনার কাছে চাই; কারণ, সকল প্রশংসা আপনার, কেবলমাত্র আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই, আপনার কোনো শরীক নেই, সীমাহীন অনুগ্রহকারী; হে আসমানসমূহ ও যমীনের অভিনব স্রষ্টা! হে মহিমাময় ও মহানুভব! হে চিরঞ্জীব, হে চিরস্থায়ী-সর্বসত্তার ধারক! আমি আপনার কাছে জান্নাত চাই এবং জাহান্নাম থেকে আশ্রয় চাই।",
        bottom: "",
        Reference:
          "হাদীসটি সুনানগ্রন্থকারগণ সকলে সংকলন করেছেন। আবূ দাউদ, নং ১৪৯৫; তিরমিযী, নং ৩৫৪৪; ইবন মাজাহ, নং ৩৮৫৮; নাসাঈ, নং ১২৯৯। আরও দেখুন, সহীহ ইবন মাজাহ, ২/৩২৯।"
      }
    ],
    pageTitle: "সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #১০"
  },
  {
    duas: [
      {
        _id: "62",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসআলুকা বিআন্নী আশ্‌হাদু আন্নাকা আনতাল্লা-হু লা ইলা-হা ইল্লা আনতাল আহাদুস সামাদুল্লাযী লাম ইয়ালিদ ওয়া লাম ইয়ূলাদ ওয়া লাম ইয়াকুল্লাহু কুফুওয়ান আহাদ",
        translations:
          "হে আল্লাহ! আমি আপনার কাছে চাই। কেননা, আমি সাক্ষ্য দেই যে, নিশ্চয় আপনিই আল্লাহ, আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই; আপনি একক সত্তা, অমুখাপেক্ষী—সকল কিছু আপনার মুখাপেক্ষী, যিনি কাউকে জন্ম দেন নি এবং জন্ম নেনও নি। আর যাঁর সমকক্ষ কেউ নেই",
        bottom: "",
        Reference:
          "আবূ দাউদ ২/৬২, নং ১৪৯৩; তিরমিযী ৫/৫১৫, নং ৩৪৭৫; ইবন মাজাহ, ২/১২৬৭, নং ৩৮৫৭; নাসাঈ, নং ১৩০০, আর শব্দ তাঁরই; আহমাদ নং ১৮৯৭৪। আর শাইখ আলবানী সহীহ নাসাঈ ১/২৮০ তে একে সহীহ বলেছেন। তাছাড়া আরও দেখুন, সহীহ ইবন মাজাহ ২/৩২৯; সহীহ আত-তিরমিযী, ৩/১৬৩।"
      }
    ],
    pageTitle: "সালামের আগে শেষ তাশাহহুদের পরের দো‘আ #১১"
  },
  {
    duas: [
      {
        _id: "63",
        AyaID: "1",
        top: "",
        arabic: "أَسْتَغْفِرُ اللَّهَ",
        transliteration: "আস্তাগফিরুল্লা-হ",
        translations: "আমি আল্লাহ্‌র নিকট ক্ষমা প্রার্থনা করছি।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "63",
        AyaID: "2",
        top: "",
        arabic:
          "اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ",
        transliteration:
          "আল্লা-হুম্মা আনতাস্ সালা-মু ওয়া মিনকাস্ সালা-মু তাবা-রক্তা ইয়া যালজালা-লি ওয়াল-ইকরা-ম",
        translations:
          "হে আল্লাহ! আপনি শান্তিময়। আপনার নিকট থেকেই শান্তি বর্ষিত হয়। আপনি বরকতময়, হে মহিমাময় ও সম্মানের অধিকারী!",
        bottom: "",
        Reference: "মুসলিম ১/৪১৪, নং ৫৯১।"
      }
    ],
    pageTitle: "সালাম ফিরানোর পর যিকরসমূহ #১"
  },
  {
    duas: [
      {
        _id: "64",
        AyaID: "1",
        top: "তিনবার বলবে,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ،",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু, লাহুল মূলকু ওয়া লাহুল হামদু, ওয়া হুয়া আলা কুল্লি শাই’ইন ক্বাদীর।",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "64",
        AyaID: "2",
        top: "তারপর,",
        arabic:
          "اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ",
        transliteration:
          "আল্লা-হুম্মা লা মানি‘আ লিমা আ‘তাইতা, ওয়ালা মু‘তিয়া লিমা মানা‘তা, ওয়ালা ইয়ানফা‘উ যালজাদ্দি মিনকাল জাদ্দু",
        translations:
          "হে আল্লাহ, আপনি যা প্রদান করেছেন তা বন্ধ করার কেউ নেই, আর আপনি যা রুদ্ধ করেছেন তা প্রদান করার কেউ নেই। আর কোনো ক্ষমতা-প্রতিপত্তির অধিকারীর ক্ষমতা ও প্রতিপত্তি আপনার কাছে কোনো উপকারে আসবে না।",
        bottom: "",
        Reference:
          "বুখারী ১/২২৫, নং ৮৪৪; মুসলিম ১/৪১৪, নং ৫৯৩। আর দু ব্রাকেটের মাঝের অংশ বুখারীতে বর্ধিত এসেছে, নং ৬৪৭৩।"
      }
    ],
    pageTitle: "সালাম ফিরানোর পর যিকরসমূহ #২"
  },
  {
    duas: [
      {
        _id: "65",
        AyaID: "",
        top: "",
        arabic:
          "لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্দাহু লা শারীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর। লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহি। লা ইলাহা ইল্লাল্লাহু, ওয়ালা না‘বুদু ইল্লা ইয়্যাহু। লাহুন নি‘মাতু ওয়া লাহুল ফাদলু, ওয়া লাহুসসানাউল হাসান। লা ইলাহা ইল্লাল্লাহু মুখলিসীনা লাহুদ-দীন ওয়া লাও কারিহাল কাফিরূন",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান। আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি নেই। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, আমরা কেবল তাঁরই ইবাদত করি, নেয়ামতসমূহ তাঁরই, যাবতীয় অনুগ্রহও তাঁর এবং উত্তম প্রশংসা তাঁরই। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, আমরা তাঁর দেয়া দ্বীনকে একনিষ্ঠভাবে মান্য করি, যদিও কাফেররা তা অপছন্দ করে",
        bottom: "",
        Reference: "মুসলিম ১/৪১৫, নং ৫৯৪।"
      }
    ],
    pageTitle: "সালাম ফিরানোর পর যিকরসমূহ #৩"
  },
  {
    duas: [
      {
        _id: "66",
        AyaID: "1",
        top: "প্রত্যেকটি ৩৩ বার করে বলবে,",
        arabic: "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ",
        transliteration: "সুবহা-নাল্লাহ, আলহামদুলিল্লাহ, আল্লা-হু আকবার",
        translations:
          "আল্লাহ কতই না পবিত্র-মহান। সকল প্রশংসা আল্লাহ্‌র জন্য। আল্লাহ সবচেয়ে বড়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "66",
        AyaID: "2",
        top: "তারপর বলবে,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু, লাহুল মুলকু ওয়ালাহুল হামদু ওয়াহুয়া ‘আলা কুল্লি শাই’ইন কাদীর",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সকল প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
        bottom:
          "যে ব্যক্তি প্রতি নামাযের পরে এটা বলবে, তার পাপরাশি ক্ষমা করে দেওয়া হয়, যদিও তা সমুদ্রের ফেনারাশির মত হয়।",
        Reference: "মুসলিম, ১/৪১৮, নং ৫৯৭;"
      }
    ],
    pageTitle: "পাপরাশি ক্ষমা করে দেওয়া হয়, যদিও তা সমুদ্রের ফেনারাশির মত হয়"
  },
  {
    duas: [
      {
        _id: "67",
        AyaID: "1",
        top: "প্রত্যেক সালাতের পর একবার সূরা ইখলাস,",
        arabic:
          "﷽\nقُلْ هُوَ اللَّهُ أَحَدٌ ﴿١﴾ اللَّهُ الصَّمَدُ ﴿٢﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿٣﴾ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ ﴿٤﴾",
        transliteration:
          "বিসমিল্লাহির রাহমানির রাহীম। ক্বুল হুওয়াল্লা-হু আহাদ। আল্লাহুস্ সামাদ। লাম ইয়ালিদ ওয়া লাম ইউলাদ। ওয়া লাম ইয়াকুল্লাহু কুফুওয়ান আহাদ",
        translations:
          "রহমান, রহীম আল্লাহর নামে। বলুন, তিনি আল্লাহ্, এক-অদ্বিতীয়। আল্লাহ্ হচ্ছেন ‘সামাদ’ (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী)। তিনি কাউকেও জন্ম দেন নি এবং তাঁকেও জন্ম দেয়া হয় নি। আর তাঁর সমতুল্য কেউই নেই।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "67",
        AyaID: "2",
        top: "সূরা আল-ফালাক",
        arabic:
          "﷽\nقُلْ أَعُوذُ بِرَ‌بِّ الْفَلَقِ ﴿١﴾ مِن شَرِّ‌ مَا خَلَقَ ﴿٢﴾ وَمِن شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾ وَمِن شَرِّ‌ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿٤﴾ وَمِن شَرِّ‌ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾",
        transliteration:
          "বিসমিল্লাহির রাহমানির রাহীম। ক্বুল আ‘উযু বিরব্বিল ফালাক্ব। মিন শাররি মা খালাক্ব। ওয়া মিন শাররি গা-সিক্বিন ইযা ওয়াক্বাব। ওয়া মিন শাররিন নাফফা-সা-তি ফিল ‘উক্বাদ। ওয়া মিন শাররি হা-সিদিন ইযা হাসাদ",
        translations:
          "রহমান, রহীম আল্লাহর নামে। বলুন, আমি আশ্রয় প্রার্থনা করছি ঊষার রবের। তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে। ‘আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয়। আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয়। আর অনিষ্ট হতে হিংসুকের, যখন সে হিংসা করে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "67",
        AyaID: "3",
        top: "ও সূরা আন-নাস,",
        arabic:
          "﷽\nقُلْ أَعُوذُ بِرَ‌بِّ النَّاسِ ﴿١﴾ مَلِكِ النَّاسِ ﴿٢﴾ إِلَـٰهِ النَّاسِ ﴿٣﴾ مِن شَرِّ‌ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾ الَّذِي يُوَسْوِسُ فِي صُدُورِ‌ النَّاسِ ﴿٥﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾",
        transliteration:
          "বিসমিল্লাহির রাহমানির রাহীম। ক্বুল ‘আউযু বিরাব্বিন্না-স। মালিকিন্না-সি, ইলা-হিন্নাসি, মিন শাররিল ওয়াসওয়া-সিল খান্না-স, আল্লাযি ইউওয়াসউইসু ফী সুদূরিন না-সি, মিনাল জিন্নাতি ওয়ান্না-স।",
        translations:
          "রহমান, রহীম আল্লাহর নামে। বলুন, আমি আশ্রয় প্রার্থনা করছি মানুষের রবের, মানুষের অধিপতির, মানুষের ইলাহের কাছে, আত্মগোপনকারী কুমন্ত্রণাদাতার অনিষ্ট হতে; যে কুমন্ত্রণা দেয় মানুষের অন্তরে, জিনের মধ্য থেকে এবং মানুষের মধ্য থেকে।",
        bottom: "",
        Reference:
          "আবু দাঊদ ২/৮৬, নং ১৫২৩; তিরমিযী, নং ২৯০৩; নাসাঈ ৩/৬৮, নং ১৩৩৫। আরও দেখুন, সহীহুত তিরমিযী, ২/৮। আর উপর্যুক্ত তিনটি সূরাকে ‘আল-মু‘আওয়াযাত’ বলা হয়। দেখুন, ফাতহুল বারী, ৯/৬২।"
      }
    ],
    pageTitle: "কুরআনের শেষ তিন সূরা"
  },
  {
    duas: [
      {
        _id: "68",
        AyaID: "1",
        top: "প্রত্যেক সালাতের পর একবার। আর তা হচ্ছে,",
        arabic: "اللَّهُ لَآ إِلٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ۚ",
        transliteration: "আল্লা-হু লা ইলা-হা ইল্লা হুওয়াল হাইয়্যূল কাইয়্যূমু",
        translations:
          "আল্লাহ্, তিনি ছাড়া কোনো সত্য ইলাহ্ নেই। তিনি চিরঞ্জীব, সর্বসত্তার ধারক।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "2",
        top: "",
        arabic: "لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ",
        transliteration: "লা তা’খুযুহু সিনাতুঁও ওয়ালা নাউম।",
        translations: "তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "3",
        top: "",
        arabic: "لَّهُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ",
        transliteration: "লাহূ মা-ফিসসামা-ওয়া-তি ওয়ামা ফিল আরদ্বি।",
        translations: "আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "4",
        top: "",
        arabic: "مَنْ ذَا الَّذِى يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِۦ ۚ",
        transliteration: "মান যাল্লাযী ইয়াশফা‘উ ‘ইনদাহূ ইল্লা বিইযনিহী।",
        translations: "কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে?",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "5",
        top: "",
        arabic: "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ",
        transliteration: "ইয়া‘লামু মা বাইনা আইদীহিম ওয়ামা খালফাহুম।",
        translations: "তাদের সামনে ও পিছনে যা কিছু আছে তা তিনি জানেন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "6",
        top: "",
        arabic:
          "وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ",
        transliteration: "ওয়ালা ইয়ুহীতূনা বিশাইইম মিন্ ইলমিহী ইল্লা বিমা শাআ।",
        translations:
          "আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "7",
        top: "",
        arabic: "وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْأَرْضَ ۖ",
        transliteration: "ওয়াসি‘আ কুরসিয়্যুহুস সামা-ওয়া-তি ওয়াল আরদ্ব।",
        translations: "তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে;",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "8",
        top: "",
        arabic: "وَلاَ يَؤُودُهُ حِفْظُهُمَا ۚ",
        transliteration: "ওয়ালা ইয়াউদুহূ হিফযুহুমা",
        translations: "আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "68",
        AyaID: "9",
        top: "",
        arabic: "وَهُوَ الْعَلِىُّ الْعَظِيمُ",
        transliteration: "ওয়া হুয়াল ‘আলিয়্যূল ‘আযীম",
        translations: "আর তিনি সুউচ্চ সুমহান।",
        bottom:
          "“যে ব্যক্তি প্রত্যেক সালাতের পরে এটি পড়বে, তাকে মৃত্যু ব্যতীত জান্নাতে প্রবেশে আর অন্য কিছু বাধা হয়ে দাঁড়াবে না।”",
        Reference:
          "নাসাঈ, আমালুল ইয়াওমি ওয়াল্লাইলাহ, নং ১০০; ইবনুস সুন্নী, নং ১২১। আর শাইখ আলবানী হাদীসটিকে সহীহুল জামে‘ ৫/৩৩৯ তে এবং সিলসিলাতুল আহাদীসিস সহীহা ২/৬৯৭, নং ৯৭২ তে সহীহ বলেছেন। আর আয়াতটি দেখুন, সূরা আল-বাকারাহ্‌-২৫৫।"
      }
    ],
    pageTitle: "আয়াতুল কুরসি: সূরা আল-বাকারাহ্‌ ২৫৫"
  },
  {
    duas: [
      {
        _id: "69",
        AyaID: "",
        top: "মাগরিব ও ফজরের নামাযের পর ১০ বার করে পড়বে,",
        arabic:
          "لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু, লাহুল মূলকু ওয়ালাহুল হাম্‌দু ইয়ুহ্‌য়ী ওয়াইয়ূমীতু ওয়াহুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তারই এবং সকল প্রশংসা তাঁর। তিনিই জীবিত করেন এবং মৃত্যু দান করেন। আর তিনি সকল কিছুর উপর ক্ষমতাবান",
        bottom: "",
        Reference:
          "তিরমিযী ৫/৫১৫, নং ৩৪৭৪; আহমাদ ৪/২২৭, নং ১৭৯৯০। হাদীসটির তাখরীজের জন্য আরও দেখুন, যাদুল মা‘আদ ১/৩০০।"
      }
    ],
    pageTitle: "সালাম ফিরানোর পর যিকরসমূহ #৭"
  },
  {
    duas: [
      {
        _id: "7",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
        transliteration:
          "আল্লা-হুম্মা লাকাল-হামদু আনতা কাসাওতানীহি। আসআলুকা মিন খইরিহি ওয়া খইরি মা সুনি‘আ লাহু। ওয়া আ‘ঊযু বিকা মিন শাররিহি ওয়া শাররি মা সুনি‘আ লাহু",
        translations:
          "হে আল্লাহ্! আপনারই জন্য সকল হাম্‌দ-প্রশংসা। আপনিই এটি আমাকে পরিয়েছেন। আমি আপনার কাছে এর কল্যাণ ও এটি যে উদ্দেশ্যে তৈরি হয়েছে তার কল্যাণ প্রার্থনা করি। আর আমি এর অনিষ্ট এবং এটি যে জন্য তৈরি করা হয়েছে তার অনিষ্ট থেকে আপনার আশ্রয় চাই",
        bottom: "",
        Reference:
          "আবূ দাউদ, নং ৪০২০; তিরমিযী, নং ১৭৬৭; বাগভী, ১২/৪০; দেখুন, মুখতাসারুশ শামাইল লিল আলবানী, পৃ. ৪৭।"
      }
    ],
    pageTitle: "নতুন কাপড় পরিধানের দো‘আ"
  },
  {
    duas: [
      {
        _id: "70",
        AyaID: "",
        top: "ফজর নামাযের সালাম ফিরানোর পর পড়বে,",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আস্আলুকা ‘ইলমান না-ফি‘আন্ ওয়া রিয্‌কান ত্বায়্যিবান ওয়া ‘আমালান মুতাক্বাব্বালান",
        translations:
          "হে আল্লাহ! আমি আপনার নিকট উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করি।",
        bottom: "",
        Reference:
          "ইবন মাজাহ্‌, নং ৯২৫; নাসাঈ, তাঁর আমালুল ইয়াওমি ওয়াল্লাইলাহ গ্রন্থে, হাদীস নং ১০২। আরও দেখুন, সহীহ ইবন মাজাহ, ১/১৫২; মাজমাউয যাওয়াইদ, ১০/১১১। তাছাড়া অচিরেই ৯৫ নং হাদীসেও আসবে।"
      }
    ],
    pageTitle: "উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমলের দো'আ"
  },
  {
    duas: [
      {
        _id: "71",
        AyaID: "1",
        top:
          "জাবের ইবন আব্দুল্লাহ রাদিয়াল্লাহু ‘আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে প্রত্যেক কাজেই ইসতিখারা (তথা কল্যাণ কামনার নামায ও দো‘আ) শিক্ষা দিতেন, যেরূপ আমাদেরকে কুরআনের সূরা শিক্ষা দিতেন। \n\nতিনি বলেন, যখন তোমাদের কেউ কোনো কাজ করার ইচ্ছা করে, তখন সে যেন ফরয নামায ব্যতীত দুই রাক্আত নফল নামায পড়ে, অতঃপর যেন বলে,",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসতাখীরুকা বি‘ইলমিকা ওয়া আস্তাক্বদিরুকা বিক্বুদরাতিকা ওয়া আস্আলুকা মিন ফাদলিকাল আযীম।",
        translations:
          "হে আল্লাহ! আমি আপনার জ্ঞানের সাহায্যে আপনার নিকট কল্যাণ কামনা করছি। আপনার কুদরতের সাহায্যে আপনার নিকট শক্তি কামনা করছি এবং আপনার মহান অনুগ্রহের প্রার্থনা করছি।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "71",
        AyaID: "2",
        top: "",
        arabic:
          "فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ",
        transliteration:
          "ফাইন্নাকা তাক্বদিরু ওয়ালা আক্বদিরু, ওয়া তা‘লামু ওয়ালা আ‘লামু, ওয়া আনতা ‘আল্লামূল গুয়ূব।",
        translations:
          "কেননা আপনিই শক্তিধর, আমি শক্তিহীন। আপনি জ্ঞানবান, আমি জ্ঞানহীন এবং আপনি গায়েবী বিষয় সম্পর্কে মহাজ্ঞানী।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "71",
        AyaID: "3",
        top: "",
        arabic:
          "اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ (وَيُسَمِّي حَاجَتَهُ) خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي، فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ",
        transliteration:
          "আল্লা-হুম্মা ইন কুনতা তা‘লামু আন্না হা-যাল আম্‌রা (মনে মনে প্রয়োজন উল্লেখ করুন) খাইরুন লী ফী দীনি ওয়া মা‘আ-শী ওয়া ‘আ-ক্বিবাতি আমরী, (অথবা বলেছেন)‘আজিলিহী ও আজিলিহী, ফাকদুরহু লী, ওয়া ইয়াসসিরহু লী, ছুম্মা বা-রিক লী ফীহি।",
        translations:
          "হে আল্লাহ! এই কাজটি (এখানে উদ্দিষ্ট কাজ বা বিষয়টি মনে মনে উল্লেখ করবে) আপনার জ্ঞান অনুযায়ী যদি আমার দীন, আমার জীবিকা এবং আমার কাজের পরিণতির দিক দিয়ে, (অথবা বলেছেন) ইহকাল ও পরকালের জন্য কল্যাণকর হয়, তবে তা আমার জন্য নির্ধারিত করুন এবং তাকে আমার জন্য সহজলভ্য করে দিন, তারপর তাতে আমার জন্য বরকত দান করুন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "71",
        AyaID: "4",
        top: "",
        arabic:
          "وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ",
        transliteration:
          "ওয়া ইন কুনতা তা‘লামু আন্না হা-যাল আমরা (মনে মনে প্রয়োজন উল্লেখ করুন) শাররুন লী ফী দীনী ওয়া মা‘আ-শী ওয়া ‘আ-ক্বিবাতি আমরী, ফাসরিফহু ‘আন্নী ওয়াসরিফনী ‘আনহু, ওয়াকদুর লিয়াল-খাইরা হাইসু কা-না, সুম্মা আরদ্বিনী বিহ্",
        translations:
          "আর এই কাজটি আপনার জ্ঞান অনুযায়ী যদি আমার দীন, আমার জীবিকা এবং আমার কাজের পরিণতির দিক দিয়ে, (অথবা বলেছেন) ইহকাল ও পরকালের জন্য ক্ষতিকর হয়, তবে আপনি আমাকে তা থেকে দূরে সরিয়ে রাখুন এবং যেখানেই কল্যাণ থাকুক আমার জন্য সেই কল্যাণ নির্ধারিত করে দিন। অতঃপর তাতেই আমাকে সন্তুষ্ট রাখুন। [১]",
        bottom: "",
        Reference: ""
      },
      {
        _id: "71",
        AyaID: "5",
        top:
          "আর যে ব্যক্তি স্রষ্টার কাছে কল্যাণ চাইবে, মুমিনদের সাথে পরামর্শ করবে এবং যে কোনো কাজ করার আগে খোঁজ-খবর নিয়ে করবে, সে কখনো অনুতপ্ত হবে না। কেননা, আল্লাহ সুবহানাহু ওয়া তা‘আলা বলেন,",
        arabic:
          "وَشَاوِرْهُمْ فِي الْاَمْرِ ۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَي اللَّهِ",
        transliteration: "",
        translations:
          "আর আপনি কাজে কর্মে তাদের সাথে পরামর্শ করুন, তারপর আপনি কোনো দৃঢ় সংকল্প হলে আল্লাহ্‌র উপর নির্ভর করুন। [২]",
        bottom: "",
        Reference: "[১] বুখারী, ৭/১৬২, নং ১১৬২। \n[২] সূরা আলে-ইমরান: ১৫৯।"
      }
    ],
    pageTitle: "ইসতিখারার সালাতের দো‘আ"
  },
  {
    duas: [
      {
        _id: "72",
        AyaID: "",
        top:
          "আনাস রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি হাদীসটিকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফূ‘ হিসেবে বর্ণনা করেছেন,\n\n“কোনো গোষ্ঠী যারা যিক্‌র করছে, তাদের সাথে ফজরের সালাতের পরে সূর্য উঠা পর্যন্ত সময় বসা আমার কাছে ইসমাঈলের বংশধরদের চার জন্য দাস মুক্তির থেকেও বেশি প্রিয়।\n\nঅনুরূপভাবে কোনো গোষ্ঠী যারা যিক্‌র করছে, তাদের সাথে আসরের সালাতের পরে সূর্য ডুবা পর্যন্ত সময় বসা আমার কাছে চার জন্য দাস মুক্তির থেকেও বেশি প্রিয়।”",
        arabic: "",
        transliteration: "",
        translations: "",
        bottom: "",
        Reference:
          "আবূ দাউদ, নং ৩৬৬৭। আর শাইখ আলবানী, সহীহ আবি দাউদ ২/৬৯৮ তে হাদীসটিকে হাসান বলেছেন। হাদীসটি হাকিম সংকলন করেছেন, ১/৫৬২। আর শাইখ আলবানী একে সহীহুত তারগীব ওয়াত-তারহীবে সহীহ বলেছেন ১/২৭৩। আর তিনি একে নাসাঈ, তাবারানীর দিকে সম্পর্কযুক্ত করেছেন এবং বলেছেন, তাবারানীর সনদ ‘জাইয়্যেদ’ বা ভালো।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রের ফযীলত"
  },
  {
    duas: [
      {
        _id: "73",
        AyaID: "1",
        top: "",
        arabic: "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
        transliteration: "আ‘ঊযু বিল্লা-হি মিনাশ শাইত্বানির রাজীম",
        translations: "বিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "2",
        top: "",
        arabic: "اللَّهُ لَآ إِلٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ۚ",
        transliteration: "আল্লা-হু লা ইলা-হা ইল্লা হুওয়াল হাইয়্যূল কাইয়্যূমু",
        translations:
          "আল্লাহ্, তিনি ছাড়া কোনো সত্য ইলাহ্ নেই। তিনি চিরঞ্জীব, সর্বসত্তার ধারক।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "3",
        top: "",
        arabic: "لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ",
        transliteration: "লা তা’খুযুহু সিনাতুঁও ওয়ালা নাউম।",
        translations: "তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "4",
        top: "",
        arabic: "لَّهُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ",
        transliteration: "লাহূ মা-ফিসসামা-ওয়া-তি ওয়ামা ফিল আরদ্বি।",
        translations: "আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "5",
        top: "",
        arabic: "مَنْ ذَا الَّذِى يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِۦ ۚ",
        transliteration: "মান যাল্লাযী ইয়াশফা‘উ ‘ইনদাহূ ইল্লা বিইযনিহী।",
        translations: "কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে?",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "6",
        top: "",
        arabic: "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ",
        transliteration: "ইয়া‘লামু মা বাইনা আইদীহিম ওয়ামা খালফাহুম।",
        translations: "তাদের সামনে ও পিছনে যা কিছু আছে তা তিনি জানেন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "7",
        top: "",
        arabic:
          "وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ",
        transliteration: "ওয়ালা ইয়ুহীতূনা বিশাইইম মিন্ ইলমিহী ইল্লা বিমা শাআ।",
        translations:
          "আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "8",
        top: "",
        arabic: "وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْأَرْضَ ۖ",
        transliteration: "ওয়াসি‘আ কুরসিয়্যুহুস সামা-ওয়া-তি ওয়াল আরদ্ব।",
        translations: "তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে;",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "9",
        top: "",
        arabic: "وَلاَ يَؤُودُهُ حِفْظُهُمَا ۚ",
        transliteration: "ওয়ালা ইয়াউদুহূ হিফযুহুমা",
        translations: "আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "73",
        AyaID: "10",
        top: "",
        arabic: "وَهُوَ الْعَلِىُّ الْعَظِيمُ",
        transliteration: "ওয়া হুয়াল ‘আলিয়্যূল ‘আযীম",
        translations: "আর তিনি সুউচ্চ সুমহান।",
        bottom:
          "সূরা আল-বাকারাহ্‌, ২৫৫। \n\nযে ব্যক্তি সকালে তা বলবে সে বিকাল হওয়া পর্যন্ত জিন শয়তান থেকে আল্লাহর আশ্রয়ে থাকবে, আর যে ব্যক্তি বিকালে তা বলবে সে সকাল হওয়া পর্যন্ত জিন শয়তান থেকে আল্লাহর আশ্রয়ে থাকবে।",
        Reference:
          "হাদীসটি হাকিম সংকলন করেছেন, ১/৫৬২। আর শাইখ আলবানী একে সহীহুত তারগীব ওয়াত-তারহীবে সহীহ বলেছেন ১/২৭৩। আর তিনি একে নাসাঈ, তাবারানীর দিকে সম্পর্কযুক্ত করেছেন এবং বলেছেন, তাবারানীর সনদ ‘জাইয়্যেদ’ বা ভালো।"
      }
    ],
    pageTitle: "আয়াতুল কুরসি: সূরা আল-বাকারাহ্‌ ২৫৫"
  },
  {
    duas: [
      {
        _id: "74",
        AyaID: "1",
        top:
          "রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যক্তি সকাল ও বিকালে ‘কুল হুআল্লাহু আহাদ’(সূরা ইখলাস),",
        arabic:
          "﷽\nقُلْ هُوَ اللَّهُ أَحَدٌ ﴿١﴾ اللَّهُ الصَّمَدُ ﴿٢﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿٣﴾ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ ﴿٤﴾",
        transliteration:
          "ক্বুল হুওয়াল্লা-হু আহাদ। আল্লাহুস্ সামাদ। লাম ইয়ালিদ ওয়া লাম ইউলাদ। ওয়া লাম ইয়াকুল্লাহু কুফুওয়ান আহাদ",
        translations:
          "বলুন, তিনি আল্লাহ্, এক-অদ্বিতীয়। আল্লাহ্ হচ্ছেন ‘সামাদ’ (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী)। তিনি কাউকেও জন্ম দেন নি এবং তাঁকেও জন্ম দেয়া হয় নি। আর তাঁর সমতুল্য কেউই নেই।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "74",
        AyaID: "2",
        top: "ও সূরা ফালাক,",
        arabic:
          "﷽\nقُلْ أَعُوذُ بِرَ‌بِّ الْفَلَقِ ﴿١﴾ مِن شَرِّ‌ مَا خَلَقَ ﴿٢﴾ وَمِن شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾ وَمِن شَرِّ‌ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿٤﴾ وَمِن شَرِّ‌ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾",
        transliteration:
          "ক্বুল আ‘উযু বিরব্বিল ফালাক্ব। মিন শাররি মা খালাক্ব। ওয়া মিন শাররি গা-সিক্বিন ইযা ওয়াক্বাব। ওয়া মিন শাররিন নাফফা-সা-তি ফিল ‘উক্বাদ। ওয়া মিন শাররি হা-সিদিন ইযা হাসাদ",
        translations:
          "বলুন, আমি আশ্রয় প্রার্থনা করছি ঊষার রবের। তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে। ‘আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয়। আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয়। আর অনিষ্ট হতে হিংসুকের, যখন সে হিংসা করে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "74",
        AyaID: "3",
        top: "ও সূরা নাস,",
        arabic:
          "﷽\nقُلْ أَعُوذُ بِرَ‌بِّ النَّاسِ ﴿١﴾ مَلِكِ النَّاسِ ﴿٢﴾ إِلَـٰهِ النَّاسِ ﴿٣﴾ مِن شَرِّ‌ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾ الَّذِي يُوَسْوِسُ فِي صُدُورِ‌ النَّاسِ ﴿٥﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾",
        transliteration:
          "ক্বুল ‘আউযু বিরাব্বিন্না-স। মালিকিন্না-সি, ইলা-হিন্নাসি, মিন শাররিল ওয়াসওয়া-সিল খান্না-স, আল্লাযি ইউওয়াসউইসু ফী সুদূরিন না-সি, মিনাল জিন্নাতি ওয়ান্না-স।",
        translations:
          "বলুন, আমি আশ্রয় প্রার্থনা করছি মানুষের রবের, মানুষের অধিপতির, মানুষের ইলাহের কাছে, আত্মগোপনকারী কুমন্ত্রণাদাতার অনিষ্ট হতে; যে কুমন্ত্রণা দেয় মানুষের অন্তরে, জিনের মধ্য থেকে এবং মানুষের মধ্য থেকে।",
        bottom:
          "...তিনবার করে বলবে, এটাই তার সবকিছুর (নিরাপত্তার) জন্য যথেষ্ট হবে।",
        Reference:
          "আবূ দাউদ ৪/৩২২, নং ৫০৮২; তিরমিযী ৫/৫৬৭, নং ৩৫৭৫। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৮২।"
      }
    ],
    pageTitle: "সবকিছুর (নিরাপত্তার) জন্য যথেষ্ট যে দোআ"
  },
  {
    duas: [
      {
        _id: "75",
        AyaID: "1",
        top: "সকালে (বা বিকালে) বলবে,",
        arabic:
          "أَصْبَحْنَا وَأَصْبَحَ (أَمْسَيْنَا وَ أَمْسَىا) الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ (هَذِهِ اللَّيْلَةِ) وَخَيْرَ مَا بَعْدَهُ (بَعْدَهَا)، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ (هَذِهِ اللَّيْلَةِ) وَشَرِّ مَا بَعْدَهُ (بَعْدَهَا)، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        transliteration:
          "আসবাহ্‌না ওয়া আসবাহাল (আমসাইনা ওয়া আমসাল) মুলকু লিল্লাহি ওয়ালহাম্‌দু লিল্লাহি, লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু, ওয়াহুয়া আলা কুল্লি শাই’ইন ক্বাদীর। রব্বি আস্আলুকা খাইরা মা ফী হা-যাল ইয়াউমি (হাযিহিল লাইলাতি) ওয়া খাইরা মা বা‘দাহু (বা‘দাহা), ওয়া আ‘ঊযু বিকা মিন শাররি মা ফী হা-যাল ইয়াউমি (হাযিহিল লাইলাতি) ওয়া শাররি মা বা‘দাহু (বা‘দাহা)। রব্বি আঊযু বিকা মিনাল কাসালি ওয়া সূইল-কিবারি। রব্বি আ‘ঊযু বিকা মিন ‘আযাবিন ফিন্না-রি ওয়া আযাবিন্ ফিল ক্বাবরি",
        translations:
          "আমরা আল্লাহর জন্য সকালে (বিকালে) উপনীত হয়েছি, অনুরূপ যাবতীয় রাজত্বও সকালে (বিকালে) উপনীত হয়েছে, আল্লাহ্‌র জন্য। সমুদয় প্রশংসা আল্লাহ্‌র জন্য। একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই এবং প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান। হে রব্ব! এই দিনের (রাতের) মাঝে এবং এর পরে যা কিছু কল্যাণ আছে আমি আপনার নিকট তা প্রার্থনা করি। আর এই দিনের (রাতের) মাঝে এবং এর পরে যা কিছু অকল্যাণ আছে, তা থেকে আমি আপনার আশ্রয় চাই। \nহে রব্ব! আমি আপনার কাছে আশ্রয় চাই অলসতা ও খারাপ বার্ধক্য থেকে। হে রব্ব!আমি আপনার কাছে আশ্রয় চাই জাহান্নামে আযাব হওয়া থেকে এবং কবরে আযাব হওয়া থেকে।",
        bottom: "",
        Reference: "মুসলিম, ৪/২০৮৮, নং ২৭২৩।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #৪"
  },
  {
    duas: [
      {
        _id: "76",
        AyaID: "1",
        top: "সকালে বলবে,",
        arabic:
          "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
        transliteration:
          "আল্লা-হুম্মা বিকা আসবাহ্‌না ওয়াবিকা আমসাইনা ওয়াবিকা নাহ্‌ইয়া, ওয়াবিকা নামূতু ওয়া ইলাইকান নুশূর",
        translations:
          "হে আল্লাহ! আমরা আপনার জন্য সকালে উপনীত হয়েছি এবং আপনারই জন্য আমরা বিকালে উপনীত হয়েছি। আর আপনার দ্বারা আমরা জীবিত থাকি, আপনার দ্বারাই আমরা মারা যাব; আর আপনার দিকেই উত্থিত হব।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "76",
        AyaID: "2",
        top: "বিকালে বলবে,",
        arabic:
          "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ الْمَصِيْرُ.",
        transliteration:
          "আল্লা-হুম্মা বিকা আমসাইনা ওয়াবিকা আসবাহ্‌না ওয়াবিকা নাহ্‌ইয়া ওয়াবিকা নামূতু ওয়া ইলাইকাল মাসীর।",
        translations:
          "হে আল্লাহ!আমরা আপনার জন্য বিকালে উপনীত হয়েছি এবং আপনারই জন্য আমরা সকালে উপনীত হয়েছি। আর আপনার দ্বারা আমরা জীবিত থাকি, আপনার দ্বারাই আমরা মারা যাব;আর আপনার দিকেই প্রত্যাবর্তিত হব।",
        bottom: "",
        Reference: "তিরমিযী, ৫/৪৬৬, নং ৩৩৯১। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪২।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #৫"
  },
  {
    duas: [
      {
        _id: "77",
        AyaID: "1",
        top: "",
        arabic:
          "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ",
        transliteration:
          "আল্লা-হুম্মা আনতা রব্বী লা ইলা-হা ইল্লা আনতা খলাক্বতানী ওয়া আনা ‘আব্দুকা,",
        translations:
          "হে আল্লাহ্‌! আপনি আমার রব্ব, আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আপনি আমাকে সৃষ্টি করেছেন এবং আমি আপনার বান্দা।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "77",
        AyaID: "2",
        top: "",
        arabic:
          "وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ",
        transliteration:
          "ওয়া আনা ‘আলা ‘আহদিকা ওয়া ওয়া‘দিকা মাস্তাত্বা‘তু। আ‘উযু বিকা মিন শাররি মা সানা‘তু,",
        translations:
          "আর আমি আমার সাধ্য মতো আপনার (তাওহীদের) অঙ্গীকার ও (জান্নাতের) প্রতিশ্রুতির উপর রয়েছি। আমি আমার কৃতকর্মের অনিষ্ট থেকে আপনার আশ্রয় চাই।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "77",
        AyaID: "3",
        top: "",
        arabic: "أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي",
        transliteration: "আবূউলাকা বিনি‘মাতিকা ‘আলাইয়্যা, ওয়া আবূউ বিযাম্বী।",
        translations:
          "আপনি আমাকে আপনার যে নিয়ামত দিয়েছেন তা আমি স্বীকার করছি, আর আমি স্বীকার করছি আমার অপরাধ।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "77",
        AyaID: "4",
        top: "",
        arabic: "فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
        transliteration: "ফাগফির লী, ফাইন্নাহূ লা ইয়াগফিরুয যুনূবা ইল্লা আনতা",
        translations:
          "অতএব আপনি আমাকে মাফ করুন। নিশ্চয় আপনি ছাড়া আর কেউ গুনাহসমূহ মাফ করে না।",
        bottom:
          "যে ব্যক্তি সকালবেলা অথবা সন্ধ্যাবেলা এটি (‘সায়্যিদুল ইসতিগফার’) অর্থ বুঝে দৃঢ় বিশ্বাসসহকারে পড়বে, সে ঐ দিন রাতে বা দিনে মারা গেলে অবশ্যই জান্নাতে যাবে।",
        Reference: "বুখারী, ৭/১৫০, নং ৬৩০৬।"
      }
    ],
    pageTitle: "সায়্যিদুল ইসতিগফার (ক্ষমা চাওয়ার শ্রেষ্ঠ দোআ)"
  },
  {
    duas: [
      {
        _id: "78",
        AyaID: "1",
        top: "সকালে (বা বিকালে) চার বার বলবে,",
        arabic:
          "اللَّهُمَّ إِنّيْ أَصْبَحْتُ (أَمْسَيْتُ) أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসবাহ্‌তু (আমসাইতু) উশহিদুকা ওয়া উশহিদু হামালাতা ‘আরশিকা ওয়া মালা-ইকাতিকা ওয়া জামী‘আ খালক্বিকা, আন্নাকা আনতাল্লা-হু লা ইলা-হা ইল্লা আনতা ওয়াহ্‌দাকা লা শারীকা লাকা, ওয়া আন্না মুহাম্মাদান আব্দুকা ওয়া রাসূলুকা",
        translations:
          "হে আল্লাহ! আমি সকালে (বিকালে) উপনীত হয়েছি। আপনাকে আমি সাক্ষী রাখছি, আরও সাক্ষী রাখছি আপনার ‘আরশ বহনকারীদেরকে, আপনার ফেরেশতাগণকে ও আপনার সকল সৃষ্টিকে, (এর উপর) যে— নিশ্চয় আপনিই আল্লাহ, একমাত্র আপনি ছাড়া আর কোন হক্ব ইলাহ নেই, আপনার কোনো শরীক নেই; আর মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার বান্দা ও রাসূল।",
        bottom:
          "যে ব্যক্তি সকালে অথবা বিকালে তা চারবার বলবে, আল্লাহ তাকে জাহান্নামের আগুন থেকে মুক্ত করবেন।",
        Reference:
          "আবূ দাউদ ৪/৩১৭, নং ৫০৭১; বুখারী, আল-আদাবুল মুফরাদ, নং ১২০১; নাসাঈ, ‘আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৯; ইবনুস সুন্নী, নং ৭০। সম্মানিত শাইখ আবদুল আযীয ইবন বায রাহেমাহুল্লাহ তাঁর তুহফাতুল আখইয়ার গ্রন্থের পৃ. ২৩ এ নাসাঈ ও আবূ দাউদের সনদকে হাসান বলেছেন।"
      }
    ],
    pageTitle: "জাহান্নামের আগুন থেকে মুক্তি"
  },
  {
    duas: [
      {
        _id: "79",
        AyaID: "1",
        top: "সকালে (বা বিকালে) বলবে,",
        arabic:
          "اللَّهُمَّ مَا أَصْبَحَ (أَمْسَى) بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
        transliteration:
          "আল্লা-হুম্মা মা আসবাহা (আমসা) বী মিন নি‘মাতিন আউ বিআহাদিন মিন খালক্বিকা ফামিনকা ওয়াহ্‌দাকা লা শারীকা লাকা, ফালাকাল হাম্‌দু ওয়ালাকাশ্ শুক্‌রু",
        translations:
          "হে আল্লাহ! যে নেয়ামত আমার সাথে সকালে (বিকালে) উপনীত হয়েছে, অথবা আপনার সৃষ্টির অন্য কারও সাথে; এসব নেয়ামত কেবলমাত্র আপনার নিকট থেকেই; আপনার কোনো শরীক নেই। সুতরাং সকল প্রশংসা আপনারই। আর সকল কৃতজ্ঞতা আপনারই প্রাপ্য।",
        bottom:
          "যে ব্যক্তি সকালবেলা উপরোক্ত দো‘আ পাঠ করলো সে যেন সেই দিনের শুকরিয়া আদায় করলো। আর যে ব্যক্তি বিকালবেলা এ দো‘আ পাঠ করলো সে যেন রাতের শুকরিয়া আদায় করলো",
        Reference:
          "হাদীসটি সংকলন করেছেন, আবূ দাউদ ৪/৩১৮, নং ৫০৭৫; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৭; ইবনুস সুন্নী, নং ৪১; ইবন হিব্বান, (মাওয়ারিদ) নং ২৩৬১। আর শাইখ ইবন বায তাঁর তুহফাতুল আখইয়ার পৃ. ২৪ এ এর সনদকে হাসান বলেছেন।"
      }
    ],
    pageTitle: "আল্লাহর নিকট শুকরিয়া আদায়"
  },
  {
    duas: [
      {
        _id: "8",
        AyaID: "",
        top: "",
        arabic: "تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى",
        transliteration: "তুবলী ওয়া ইয়ুখলিফুল্লা-হু তা‘আলা",
        translations:
          "তুমি পুরাতন করে ফেলবে, আর মহান আল্লাহ এর স্থলাভিষিক্ত করবেন",
        bottom: "",
        Reference:
          "সুনান আবি দাউদ ৪/৪১, হাদীস নং ৪০২০; দেখুন, সহীহ আবি দাউদ ২/৭৬০।"
      }
    ],
    pageTitle: "অপরকে নতুন কাপড় পরিধান করতে দেখলে তার জন্য দো‘আ #১"
  },
  {
    duas: [
      {
        _id: "80",
        AyaID: "",
        top: "তিন বার বলবে,",
        arabic:
          "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ",
        transliteration:
          "আল্লা-হুম্মা ‘আ-ফিনী ফী বাদানী, আল্লা-হুম্মা ‘আ-ফিনী ফী সাম্‘ঈ আল্লা-হুম্মা ‘আ-ফিনী ফী বাসারী। লা ইলা-হা ইল্লা আনতা। আল্লা-হুম্মা ইন্নী আ‘উযু বিকা মিনাল কুফরি ওয়াল-ফাক্বরি ওয়া আ‘উযু বিকা মিন ‘আযা-বিল ক্বাবরি, লা ইলাহা ইল্লা আন্‌তা।",
        translations:
          "হে আল্লাহ! আমাকে নিরাপত্তা দিন আমার শরীরে। হে আল্লাহ! আমাকে নিরাপত্তা দিন আমার শ্রবণশক্তিতে। হে আল্লাহ! আমাকে নিরাপত্তা দিন আমার দৃষ্টিশক্তিতে। আপনি ছাড়া কোনো হক্ব ইলাহ নেই। হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই কুফরি ও দারিদ্র্য থেকে। আর আমি আপনার আশ্রয় চাই কবরের আযাব থেকে। আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই।",
        bottom: "",
        Reference:
          "আবূ দাউদ ৪/৩২৪, নং ৫০৯২; আহমাদ ৫/৪২, নং ২০৪৩০; নাসাঈ, আমালুল ইয়াওমি ওয়াল্লাইলাহ, নং ২২; ইবনুস সুন্নী, নং ৬৯; বুখারী, আল-আদাবুল মুফরাদ, নং ৭০১। আর শাইখ আল্লামা ইবন বায রাহিমাহুল্লাহ ‘তুহফাতুল আখইয়ার’ গ্রন্থের পৃ. ২৬ এ এর সনদকে হাসান বলেছেন।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #৯"
  },
  {
    duas: [
      {
        _id: "81",
        AyaID: "",
        top: "সাত বার বলবে,",
        arabic:
          "حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
        transliteration:
          "হাসবিয়াল্লা-হু লা ইলা-হা ইল্লা হুয়া, ‘আলাইহি তাওয়াক্কালতু, ওয়াহুয়া রব্বুল ‘আরশিল ‘আযীম",
        translations:
          "আল্লাহই আমার জন্য যথেষ্ট, তিনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আমি তাঁর উপরই ভরসা করি। আর তিনি মহান আরশের রব্ব।",
        bottom:
          "যে ব্যক্তি দো‘আটি সকালবেলা সাতবার এবং বিকালবেলা সাতবার বলবে তার দুনিয়া ও আখেরাতের সকল চিন্তাভাবনার জন্য আল্লাহ্ই যথেষ্ট হবেন।",
        Reference:
          "ইবনুস সুন্নী, নং ৭১, মারফূ‘ সনদে; আবূ দাউদ ৪/৩২১; মাওকূফ সনদে, নং ৫০৮১। আর শাইখ শু‘আইব ও আব্দুল কাদের আরনাঊত এর সনদকে সহীহ বলেছেন। দেখুন, যাদুল মা‘আদ ২/৩৭৬।"
      }
    ],
    pageTitle: "দুনিয়া ও আখেরাতের সকল চিন্তাভাবনার জন্য আল্লাহ্ই যথেষ্ট হবেন"
  },
  {
    duas: [
      {
        _id: "82",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
        transliteration:
          "আল্লা-হুম্মা ইন্নী আসআলুকাল ‘আফওয়া ওয়াল- ‘আ-ফিয়াতা ফিদ্দুনইয়া ওয়াল আ-খিরাতি। আল্লা-হুম্মা ইন্নী আসআলুকাল ‘আফওয়া ওয়াল-‘আ-ফিয়াতা ফী দীনী ওয়াদুনইয়াইয়া, ওয়া আহ্‌লী ওয়া মা-লী, আল্লা-হুম্মাসতুর ‘আওরা-তী ওয়া আ-মিন রাও‘আ-তি। আল্লা-হুম্মাহফাযনী মিম্বাইনি ইয়াদাইয়্যা ওয়া মিন খালফী ওয়া ‘আন ইয়ামীনী ওয়া শিমা-লী ওয়া মিন ফাওকী। ওয়া আ‘ঊযু বি‘আযামাতিকা আন উগতা-লা মিন তাহ্‌তী",
        translations:
          "হে আল্লাহ! আমি আপনার নিকট দুনিয়া ও আখেরাতে ক্ষমা ও নিরাপত্তা প্রার্থনা করছি। হে আল্লাহ! আমি আপনার নিকট ক্ষমা এবং নিরাপত্তা চাচ্ছি আমার দ্বীন, দুনিয়া, পরিবার ও অর্থ-সম্পদের। হে আল্লাহ! আপনি আমার গোপন ত্রুটিসমূহ ঢেকে রাখুন, আমার উদ্বিগ্নতাকে রূপান্তরিত করুন নিরাপত্তায়। হে আল্লাহ! আপনি আমাকে হেফাযত করুন আমার সামনের দিক থেকে, আমার পিছনের দিক থেকে, আমার ডান দিক থেকে, আমার বাম দিক থেকে এবং আমার উপরের দিক থেকে। আর আপনার মহত্ত্বের অসিলায় আশ্রয় চাই আমার নীচ থেকে হঠাৎ আক্রান্ত হওয়া থেকে",
        bottom: "",
        Reference:
          "আবূ দাউদ, নং ৫০৭৪; ইবন মাজাহ্‌, নং ৩৮৭১। আরও দেখুন, সহীহ ইবন মাজাহ্‌ ২/৩৩২।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #১১"
  },
  {
    duas: [
      {
        _id: "83",
        AyaID: "",
        top: "",
        arabic:
          "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَ شِرْكِهِ ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        transliteration:
          "আল্লা-হুম্মা আ-লিমাল গাইবি ওয়াশ্‌শাহা-দাতি ফা-ত্বিরাস সামা-ওয়া-তি ওয়াল আরদ্বি, রব্বা কুল্লি শাই’ইন ওয়া মালীকাহু, আশহাদু আল-লা ইলা-হা ইল্লা আনতা। আ‘উযু বিকা মিন শাররি নাফ্‌সী ওয়া মিন শাররিশ শাইত্বা-নি ওয়াশারাকিহী ওয়া আন আক্বতারিফা ‘আলা নাফ্‌সী সূওআন আউ আজুররাহূ ইলা মুসলিম",
        translations:
          "হে আল্লাহ! হে গায়েব ও উপস্থিতের জ্ঞানী, হে আসমানসমূহ ও যমীনের স্রষ্টা, হে সব কিছুর রব্ব ও মালিক! আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আমি আপনার কাছে আশ্রয় চাই আমার আত্মার অনিষ্ট থেকে, শয়তানের অনিষ্টতা থেকে ও তার শির্ক বা তার ফাঁদ থেকে, আমার নিজের উপর কোনো অনিষ্ট করা, অথবা কোনো মুসলিমের দিকে তা টেনে নেওয়া থেকে।",
        bottom: "",
        Reference:
          "তিরমিযী, নং ৩৩৯২; আবূ দাউদ, নং ৫০৬৭। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪২।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #১২"
  },
  {
    duas: [
      {
        _id: "84",
        AyaID: "",
        top: "তিন বার বলবে,",
        arabic:
          "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        transliteration:
          "বিস্‌মিল্লা-হিল্লাযী লা ইয়াদ্বুররু মা‘আ ইস্‌মিহী শাইউন ফিল্ আরদ্বি ওয়ালা ফিস্ সামা-ই, ওয়াহুয়াস্ সামী‘উল ‘আলীম",
        translations:
          "আল্লাহ্‌র নামে; যাঁর নামের সাথে আসমান ও যমীনে কোনো কিছুই ক্ষতি করতে পারে না। আর তিনি সর্বশ্রোতা, মহাজ্ঞানী।”",
        bottom:
          "যে ব্যক্তি সকালে তিনবার এবং বিকালে তিনবার এটি বলবে, কোনো কিছু তার ক্ষতি করতে পারবে না।",
        Reference:
          "আবূ দাউদ, ৪/৩২৩, নং ৫০৮৮; তিরমিযী, ৫/৪৬৫, নং ৩৩৮৮; ইবন মাজাহ, নং ৩৮৬৯; আহমাদ, নং ৪৪৬। আরও দেখুন, সহীহ ইবন মাজাহ, ২/৩৩২। আর আল্লামা ইবন বায রাহিমাহুল্লাহ তাঁর ‘তুহফাতুল আখইয়ার’ গ্রন্থের ৩৯ পৃষ্ঠায় এটার সনদকে হাসান বলেছেন।"
      }
    ],
    pageTitle: "কোনো কিছু তার ক্ষতি করতে পারবে না"
  },
  {
    duas: [
      {
        _id: "85",
        AyaID: "",
        top: "তিন বার বলবে,",
        arabic:
          "رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
        transliteration:
          "রদ্বীতু বিল্লা-হি রব্বান, ওয়াবিল ইসলা-মি দীনান, ওয়াবি মুহাম্মাদিন সাল্লাল্লা-হু ‘আলাইহি ওয়াসাল্লামা নাবিয়্যান",
        translations:
          "আল্লাহকে রব, ইসলামকে দীন ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে নবীরূপে গ্রহণ করে আমি সন্তুষ্ট।",
        bottom:
          "যে ব্যক্তি এ দো‘আ সকাল ও বিকাল তিনবার করে বলবে, আল্লাহর কাছে তার অধিকার হয়ে যায় তাকে কিয়ামাতের দিন সন্তুষ্ট করা।",
        Reference:
          "আহমাদ ৪/৩৩৭; নং ১৮৯৬৭; নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ৪; ইবনুস সুন্নী, নং ৬৮; আবু দাউদ, ৪/৩১৮, নং ১৫৩১; তিরমিযী ৫/৪৬৫, নং ৩৩৮৯। আর ইবন বায রাহিমাহুল্লাহ ‘তুহফাতুল আখইয়ার’ এর ৩৯ পৃষ্ঠায় একে হাসান বলেছেন।"
      }
    ],
    pageTitle: "কিয়ামতের দিনে আল্লাহর সন্তুষ্টি"
  },
  {
    duas: [
      {
        _id: "86",
        AyaID: "",
        top: "",
        arabic:
          "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
        transliteration:
          "ইয়া হাইয়্যু ইয়া ক্বাইয়্যূমু বিরহ্‌মাতিকা আস্তাগীসু, আসলিহ্‌ লী শা’নী কুল্লাহু, ওয়ালা তাকিলনী ইলা নাফসী ত্বারফাতা ‘আইন",
        translations:
          "হে চিরঞ্জীব, হে চিরস্থায়ী! আমি আপনার রহমতের অসীলায় আপনার কাছে উদ্ধার কামনা করি, আপনি আমার সার্বিক অবস্থা সংশোধন করে দিন, আর আমাকে আমার নিজের কাছে নিমেষের জন্যও সোপর্দ করবেন না।",
        bottom: "",
        Reference:
          "হাকেম ১/৫৪৫, তিনি হাদীসটিকে সহীহ বলেছেন, আর যাহাবী তা সমর্থন করেছেন। আরও দেখুন, সহীহ আত-তারগীব ওয়াত-তারহীব ১/২৭৩।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #১৫"
  },
  {
    duas: [
      {
        _id: "87",
        AyaID: "1",
        top: "সকালে বলবে,",
        arabic:
          "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُـمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ، وَنَصْرَهُ، وَنُورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ",
        transliteration:
          "আসবাহ্‌না ওয়া আসবাহাল-মূলকু লিল্লা-হি রব্বিল ‘আলামীন। আল্লা-হুম্মা ইন্নী আস্আলুকা খাইরা হাযাল ইয়াওমি ফাতহাহু ওয়া নাসরাহু ওয়া নুরাহু ওয়া বারাকাতাহু ওয়া হুদা-হু। ওয়া আ‘ঊযু বিকা মিন শাররি মা ফীহি ওয়া শাররি মা বা‘দাহু",
        translations:
          "আমরা সকালে উপনীত হয়েছি, অনুরূপ যাবতীয় রাজত্বও সকালে উপনীত হয়েছে সৃষ্টিকুলের রব্ব আল্লাহ্‌র জন্য। হে আল্লাহ! আমি আপনার কাছে কামনা করি এই দিনের কল্যাণ: বিজয়, সাহায্য, নূর, রবকত ও হেদায়াত। আর আমি আপনার কাছে আশ্রয় চাই এ দিনের এবং এ দিনের পরের অকল্যাণ থেকে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "87",
        AyaID: "2",
        top: "বিকালে বলবে,",
        arabic:
          "أَمْسَيْنَا وَ أَمْسَىا لْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُـمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ :فَتْحَهَا، وَنَصْرَهَا، وَنُورَهَا، وَبَرَكَتَها، وَهُدَاهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيها وَشَرِّ مَا بَعْدَهَا",
        transliteration:
          "আমসাইনা ওয়া আমসাল মুলকু লিল্লাহি রাব্বিল ‘আলামীন। আল্লা-হুম্মা ইন্নি আসআলুকা খাইরা হাযিহিল লাইলাতি ফাতহাহা ওয়া নাসরাহা, ওয়া নূরাহা, ওয়া বারাকাতাহা, ওয়া হুদাহা, ওয়া আ‘উযু বিকা মিন শাররি মা ফী-হা, ওয়া শাররি মা বা‘দাহা",
        translations:
          "আমরা বিকালে উপনীত হয়েছি, অনুরূপ যাবতীয় রাজত্বও বিকালে উপত হয়েছে সৃষ্টিকুলের রব্ব আল্লাহ্‌র জন্য। হে আল্লাহ, আমি আপনার কাছে কামনা করি এই রাতের কল্যাণ: বিজয়, সাহায্য, নূর, রবকত ও হেদায়াত। আর আমি আপনার কাছে আশ্রয় চাই এ রাতের এবং এ রাতের পরের অকল্যাণ থেকে।",
        bottom: "",
        Reference:
          "আবূ দাউদ ৪/৩২২, নং ৫০৮৪; আর শু‘আইব ও আবদুল কাদের আরনাঊত যাদুল মা‘আদের সম্পাদনায় ২/৩৭৩ এর সনদকে হাসান বলেছেন।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #১৬"
  },
  {
    duas: [
      {
        _id: "88",
        AyaID: "1",
        top: "সকালে (বা বিকালে) বলবে,",
        arabic:
          "أَصْبَحْنَا (أَمْسَيْنَا) عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
        transliteration:
          "আসবাহনা (আমসাইনা) ‘আলা ফিত্বরাতিল ইসলামি ওয়া আলা কালিমাতিল ইখলাসি ওয়া আলা দ্বীনি নাবিয়্যিনা মুহাম্মাদিন সাল্লাল্লা-হু আলাইহি ওয়াসাল্লাম ওয়া আলা মিল্লাতি আবীনা ইবরা-হীমা হানীফাম মুসলিমাও ওয়ামা কা-না মিনাল মুশরিকীন",
        translations:
          "আমরা সকালে (বিকালে) উপনীত হয়েছি ইসলামের ফিত্বরাতের উপর, নিষ্ঠাপূর্ণ বাণী (তাওহীদ) এর উপর, আমাদের নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দ্বীনের উপর, আর আমাদের পিতা ইব্রাহীম আলাইহিস সালাম-এর মিল্লাতের উপর—যিনি ছিলেন একনিষ্ঠ মুসলিম এবং যিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না",
        bottom: "",
        Reference:
          "আহমাদ ৩/৪০৬, ৪০৭, নং ১৫৩৬০ ও নং ১৫৫৬৩; ইবনুস সুন্নী, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ৩৪। আরও দেখুন, সহীহুল জামে‘উ ৪/২০৯।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #১৭"
  },
  {
    duas: [
      {
        _id: "89",
        AyaID: "",
        top: "একশত বার বলবে,",
        arabic: "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
        transliteration: "সুবহা-নাল্লা-হি ওয়া বিহামদিহী",
        translations: "আমি আল্লাহর প্রশংসাসহ পবিত্রতা ও মহিমা ঘোষণা করছি।",
        bottom:
          "যে ব্যক্তি তা সকালে একশত বার ও বিকালে একশত বার বলবে, কিয়ামতের দিন তার চেয়ে বেশি উৎকৃষ্ট কিছু কেউ নিয়ে আসতে পারবে না, তবে সে ব্যক্তি যে তার মত বলবে, বা তার চেয়ে বেশি আমল করবে।",
        Reference: "মুসলিম ৪/২০৭১, নং ২৬৯২।"
      }
    ],
    pageTitle: "তার চেয়ে কেউ উৎকৃষ্ট হবে না যে এই দোআ বেশি পরবে"
  },
  {
    duas: [
      {
        _id: "9",
        AyaID: "",
        top: "",
        arabic: "اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً",
        transliteration: "ইলবাস জাদীদান, ওয়া ‘ইশ হামীদান, ওয়া মুত শাহীদান",
        translations:
          "নতুন কাপড় পরিধান কর, প্রশংসিতরূপে দিনাতিপাত কর এবং শহীদ হয়ে মারা যাও",
        bottom: "",
        Reference:
          "সুনান ইবন মাজাহ ২/১১৭৮, নং ৩৫৫৮; বাগাওয়ী, ১২/৪১। দেখুন, সহীহ ইবন মাজাহ ২/২৭৫।"
      }
    ],
    pageTitle: "অপরকে নতুন কাপড় পরিধান করতে দেখলে তার জন্য দো‘আ #২"
  },
  {
    duas: [
      {
        _id: "90",
        AyaID: "",
        top: "১০ বার [১] অথবা (অলসতা লাগলে) ১ বার [২] বলবে অথবা একশত বার বলবে,",
        arabic:
          "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        transliteration:
          "লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্‌দাহু লা শারীকা লাহু, লাহুল মুলকু, ওয়া লাহুল হামদু, ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর",
        translations:
          "একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান।",
        bottom:
          "যে ব্যক্তি এই দো'য়া দিনে একশত বার বলবে সেটা তার জন্য দশটি দাসমুক্তির অনুরূপ হবে, তার জন্য একশত সাওয়াব লিখা হবে, সে দিন বিকাল পর্যন্ত সেটা তার জন্য শয়তান থেকে বাঁচার উপায় হিসেবে বিবেচিত হবে; আর কেউ তার মত কিছু নিয়ে আসতে পারবে না। হাঁ, সে ব্যক্তি ব্যতীত যে তার চেয়েও বেশি আমল করবে। [৩]",
        Reference:
          "[১] নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ২৪। আরও দেখুন, সহীহুত তারগীব ওয়াত তারহীব, ১/২৭২; ইবন বায, তুহফাতুল আখইয়ার পৃ.৪৪। এর ফযীলতের ব্যাপারে আরও দেখন, পৃ.হাদীস নং ২৫৫। \n[২] আবূ দাউদ, নং ৫০৭৭; ইবন মাজাহ, নং ৩৭৯৮; আহমাদ নং ৮৭১৯। আরও দেখুন, সহীহুত তারগীব ওয়াত তারহীব, ১/২৭০; সহীহ আবি দাউদ ৩/৯৫৭; সহীহ ইবন মাজাহ ২/৩৩১ ও যাদুল মা‘আদ ২/৩৭৭। \n[৩] বুখারী, ৪/৯৫, নং ৩২৯৩; মুসলিম, ৪/২০৭১, নং ২৬৯১।"
      }
    ],
    pageTitle: "দশটি দাসমুক্তির অনুরূপ ও একশত সাওয়াব"
  },
  {
    duas: [
      {
        _id: "91",
        AyaID: "",
        top:
          "উম্মুল মুমিনিন জুওয়ায়রিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ (সা) প্রত্যূষে তাঁর নিকট থেকে বের হলেন। যখন তিনি ফজরের সালাত আদায় করলেন তখন তিনি সালাতের জায়গায় ছিলেন। এরপর তিনি –দুহা’র পরে ফিরে এলেন। তখনও তিনি বসেছিলেন। নবী (সা) বললেন, আমি তোমাকে যে অবস্হায় রেখে গিয়েছিলাম তুমি সেই অবস্হায়ই আছো? \n\nতিনি বললেন, হ্যা। তখন নবী (সা) বললেনঃ আমি তোমার নিকট থেকে যাওয়ার পর চারটি কালেমা তিনবার পাঠ করেছি। আজকে তুমি এ পর্যন্ত যা বলেছ তার সাথে ওযন করলে এই কালেমা চারটির ওযনই বেশী হবে। \n\nকালেমাগুলো এই- (তিনবার বলবে)",
        arabic:
          "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
        transliteration:
          "সুব্‌হা-নাল্লা-হি ওয়া বিহামদিহী ‘আদাদা খালক্বিহী, ওয়া রিদা নাফসিহী, ওয়া যিনাতা ‘আরশিহী, ওয়া মিদা-দা কালিমা-তিহী।",
        translations:
          "আমি আল্লাহর প্রশংসাসহ পবিত্রতা ও মহিমা ঘোষণা করছি— তাঁর সৃষ্ট বস্তুসমূহের সংখ্যার সমান, তাঁর নিজের সন্তোষের সমান, তাঁর আরশের ওজনের সমান ও তাঁর বাণীসমূহ লেখার কালি পরিমাণ (অগণিত অসংখ্য)",
        bottom: "",
        Reference: "মুসলিম ৪/২০৯০, নং ২৭২৬।"
      }
    ],
    pageTitle: "চারটি কালেমা সারা সকাল ইবাদতের চেয়েও ওজনে ভারী"
  },
  {
    duas: [
      {
        _id: "92",
        AyaID: "",
        top: "তিন বার সকালবেলা বলবে,",
        arabic:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا",
        transliteration:
          "আল্লা-হুম্মা ইন্নি আসআলুকা ইলমান নাফে‘আন ওয়া রিয্‌কান তাইয়্যেবান ওয়া ‘আমালান মুতাক্বাব্বালান",
        translations:
          "হে আল্লাহ! আমি আপনার নিকট উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করি।",
        bottom: "",
        Reference:
          "হাদীসটি সংকলন করেছেন, ইবনুস সুন্নী, নং ৫৪; ইবন মাজাহ, নং ৯২৫। আর আব্দুল কাদের ও শু‘আইব আল-আরনাঊত যাদুল মা‘আদের সম্পাদনায় ২/৩৭৫; এর সনদকে হাসান বলেছেন। আর পূর্ব ৭৩ নং এ ও তা গত হয়েছে।"
      }
    ],
    pageTitle: "উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমলের দো'আ"
  },
  {
    duas: [
      {
        _id: "93",
        AyaID: "",
        top: "প্রতি দিন ১০০ বার বলবে,",
        arabic: "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ",
        transliteration: "আস্তাগফিরুল্লাহ ওয়া আতূবু ইলাইহি",
        translations:
          "আমি আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা করছি এবং তাঁর নিকটই তাওবা করছি",
        bottom: "",
        Reference:
          "বুখারী (ফাতহুল বারীসহ) ১১/১০১, নং ৬৩০৭; মুসলিম ৪/২০৭৫, নং ২৭০২।"
      }
    ],
    pageTitle: "সকাল ও বিকালের যিক্‌রসমূহ #২২"
  },
  {
    duas: [
      {
        _id: "94",
        AyaID: "",
        top: "তিন বার বিকালবেলা বলবে,",
        arabic:
          "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        transliteration:
          "আ‘ঊযু বিকালিমা-তিল্লা-হিত তা-ম্মাতি মিন শাররি মা খালাক্বা।",
        translations:
          "আল্লাহ্‌র পরিপূর্ণ কালেমাসমূহের ওসিলায় আমি তাঁর নিকট তাঁর সৃষ্টির ক্ষতি থেকে আশ্রয় চাই।",
        bottom:
          "যে কেউ বিকাল বেলা এ দো‘আটি তিনবার বলবে, সে রাতে কোনো বিষধর প্রাণী তার ক্ষতি করতে পারবে না।",
        Reference:
          "আহমাদ ২/২৯০, নং ৭৮৯৮; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৫৯০; ইবনুস সুন্নী, নং ৬৮; আরও দেখুন, সহীহুত তিরমিযী ৩/১৮৭; সহীহ ইবন মাজাহ ২/২৬৬; তুহফাতুল আখইয়ার লি ইবন বায, পৃ. ৪৫।"
      }
    ],
    pageTitle: "বিষধর প্রাণীর ক্ষতি থেকে নিরাপত্তা"
  },
  {
    duas: [
      {
        _id: "95",
        AyaID: "",
        top: "দশবার বলবে,",
        arabic: "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ",
        transliteration:
          "আল্লা-হুম্মা সাল্লি ওয়াসাল্লিম ‘আলা নাবিয়্যিনা মুহাম্মাদ",
        translations:
          "হে আল্লাহ! আপনি সালাত ও সালাম পেশ করুন আমাদের নবী মুহাম্মাদের উপর।",
        bottom:
          "‘যে কেউ সকাল বেলা আমার উপর দশবার দরুদ পাঠ করবে এবং বিকাল বেলা দশবার দরুদ পাঠ করবে, কিয়ামতের দিন আমার সুপারিশ দ্বারা সৌভাগ্যবান হবে।’",
        Reference:
          "তাবরানী হাদীসটি দু’ সনদে সংকলন করেন, যার একটি উত্তম। দেখুন, মাজমা‘উয যাওয়ায়েদ ১০/১২০; সহীহুত তারগীব ওয়াত তারহীব ১/২৭৩।"
      }
    ],
    pageTitle: "কিয়ামতের দিন রসুলুল্লাহ (স:)এর সুপারিশ লাভ"
  },
  {
    duas: [
      {
        _id: "96",
        AyaID: "1",
        top:
          "দুই হাতের তালু একত্রে মিলিয়ে নিম্নোক্ত সূরাগুলো পড়ে তাতে ফুঁ দিবে:",
        arabic:
          "﷽\nقُلْ هُوَ اللَّهُ أَحَدٌ ﴿١﴾ اللَّهُ الصَّمَدُ ﴿٢﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿٣﴾ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ ﴿٤﴾",
        transliteration:
          "ক্বুল হুওয়াল্লা-হু আহাদ। আল্লাহুস্ সামাদ। লাম ইয়ালিদ ওয়া লাম ইউলাদ। ওয়া লাম ইয়াকুল্লাহু কুফুওয়ান আহাদ",
        translations:
          "বলুন, তিনি আল্লাহ্, এক-অদ্বিতীয়। আল্লাহ্ হচ্ছেন ‘সামাদ’ (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী)। তিনি কাউকেও জন্ম দেন নি এবং তাঁকেও জন্ম দেয়া হয় নি। আর তাঁর সমতুল্য কেউই নেই।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "96",
        AyaID: "2",
        top: "",
        arabic:
          "﷽\nقُلْ أَعُوذُ بِرَ‌بِّ الْفَلَقِ ﴿١﴾ مِن شَرِّ‌ مَا خَلَقَ ﴿٢﴾ وَمِن شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾ وَمِن شَرِّ‌ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿٤﴾ وَمِن شَرِّ‌ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾",
        transliteration:
          "ক্বুল আ‘উযু বিরব্বিল ফালাক্ব। মিন শাররি মা খালাক্ব। ওয়া মিন শাররি গা-সিক্বিন ইযা ওয়াক্বাব। ওয়া মিন শাররিন নাফফা-সা-তি ফিল ‘উক্বাদ। ওয়া মিন শাররি হা-সিদিন ইযা হাসাদ",
        translations:
          "বলুন, আমি আশ্রয় প্রার্থনা করছি ঊষার রবের। তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে। ‘আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয়। আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয়। আর অনিষ্ট হতে হিংসুকের, যখন সে হিংসা করে।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "96",
        AyaID: "3",
        top: "",
        arabic:
          "﷽\nقُلْ أَعُوذُ بِرَ‌بِّ النَّاسِ ﴿١﴾ مَلِكِ النَّاسِ ﴿٢﴾ إِلَـٰهِ النَّاسِ ﴿٣﴾ مِن شَرِّ‌ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾ الَّذِي يُوَسْوِسُ فِي صُدُورِ‌ النَّاسِ ﴿٥﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾",
        transliteration:
          "ক্বুল ‘আউযু বিরাব্বিন্না-স। মালিকিন্না-সি, ইলা-হিন্নাসি, মিন শাররিল ওয়াসওয়া-সিল খান্না-স, আল্লাযি ইউওয়াসউইসু ফী সুদূরিন না-সি, মিনাল জিন্নাতি ওয়ান্না-স।",
        translations:
          "বলুন, আমি আশ্রয় প্রার্থনা করছি মানুষের রবের, মানুষের অধিপতির, মানুষের ইলাহের কাছে, আত্মগোপনকারী কুমন্ত্রণাদাতার অনিষ্ট হতে; যে কুমন্ত্রণা দেয় মানুষের অন্তরে, জিনের মধ্য থেকে এবং মানুষের মধ্য থেকে।",
        bottom:
          "তারপর দুই হাতের তালু দ্বারা দেহের যতোটা অংশ সম্ভব মাসেহ করবে। মাসেহ আরম্ভ করবে তার মাথা, মুখমণ্ডল ও দেহের সামনের দিক থেকে। \n\nএভাবে ৩ বার করবে।",
        Reference:
          "বুখারী, (ফাতহুল বারীসহ) ৯/৬২, নং ৫০১৭; মুসলিম ৪/১৭২৩, নং ২১৯২।"
      }
    ],
    pageTitle: "কুরআনের শেষ তিন সূরা"
  },
  {
    duas: [
      {
        _id: "97",
        AyaID: "1",
        top: "",
        arabic: "اللَّهُ لَآ إِلٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ۚ",
        transliteration: "আল্লা-হু লা ইলা-হা ইল্লা হুওয়াল হাইয়্যূল কাইয়্যূমু",
        translations:
          "আল্লাহ্, তিনি ছাড়া কোনো সত্য ইলাহ্ নেই। তিনি চিরঞ্জীব, সর্বসত্তার ধারক।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "2",
        top: "",
        arabic: "لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ",
        transliteration: "লা তা’খুযুহু সিনাতুঁও ওয়ালা নাউম।",
        translations: "তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয়।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "3",
        top: "",
        arabic: "لَّهُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ",
        transliteration: "লাহূ মা-ফিসসামা-ওয়া-তি ওয়ামা ফিল আরদ্বি।",
        translations: "আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "4",
        top: "",
        arabic: "مَنْ ذَا الَّذِى يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِۦ ۚ",
        transliteration: "মান যাল্লাযী ইয়াশফা‘উ ‘ইনদাহূ ইল্লা বিইযনিহী।",
        translations: "কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে?",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "5",
        top: "",
        arabic: "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ",
        transliteration: "ইয়া‘লামু মা বাইনা আইদীহিম ওয়ামা খালফাহুম।",
        translations: "তাদের সামনে ও পিছনে যা কিছু আছে তা তিনি জানেন।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "6",
        top: "",
        arabic:
          "وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ",
        transliteration: "ওয়ালা ইয়ুহীতূনা বিশাইইম মিন্ ইলমিহী ইল্লা বিমা শাআ।",
        translations:
          "আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "7",
        top: "",
        arabic: "وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْأَرْضَ ۖ",
        transliteration: "ওয়াসি‘আ কুরসিয়্যুহুস সামা-ওয়া-তি ওয়াল আরদ্ব।",
        translations: "তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে;",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "8",
        top: "",
        arabic: "وَلاَ يَؤُودُهُ حِفْظُهُمَا ۚ",
        transliteration: "ওয়ালা ইয়াউদুহূ হিফযুহুমা",
        translations: "আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "97",
        AyaID: "9",
        top: "",
        arabic: "وَهُوَ الْعَلِىُّ الْعَظِيمُ",
        transliteration: "ওয়া হুয়াল ‘আলিয়্যূল ‘আযীম",
        translations: "আর তিনি সুউচ্চ সুমহান।",
        bottom:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: “যে কেউ যখন রাতে আপন বিছানায় যাবে এবং ‘আয়াতুল কুরসী’ পড়বে, তখন সে রাতের পুরো সময় আল্লাহর পক্ষ থেকে তার জন্য হেফাযতকারী থাকবে; আর সকাল হওয়া পর্যন্ত শয়তান তার নিকটেও আসতে পারবে না।”",
        Reference: "বুখারী, (ফাতহুল বারীসহ), ৪/৪৮৭, নং ২৩১১।"
      }
    ],
    pageTitle: "আয়াতুল কুরসি: সূরা আল-বাকারাহ্‌ ২৫৫"
  },
  {
    duas: [
      {
        _id: "98",
        AyaID: "1",
        top: "",
        arabic:
          "ءَامَنَ الرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَالْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِاللَّهِ وَمَلٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ",
        transliteration:
          "আ-মানার রাসূলু বিমা উনযিলা ইলাইহি মির রব্বিহী ওয়াল মু’মিনূন। কুল্লুন আ-মানা বিল্লা-হি ওয়া মালা-ইকাতিহী ওয়াকুতুবিহী ওয়া রুসুলিহ, লা নুফাররিক্বু বাইনা আহাদিম মির রুসুলিহ, ওয়া ক্বালু সামি‘না ওয়া আতা‘না গুফ্‌রা-নাকা রব্বানা ওয়া ইলাইকাল মাসীর।",
        translations:
          "রাসূল তার প্রভুর পক্ষ থেকে যা তার কাছে নাযিল করা হয়েছে তার উপর ঈমান এনেছেন এবং মুমিনগণও। প্রত্যেকেই ঈমান এনেছে আল্লাহ্র উপর, তাঁর ফেরেশ্তাগণ, তাঁর কিতাবসমূহ এবং তাঁর রাসূলগণের উপর। আমরা তাঁর রাসূলগণের কারও মধ্যে তারতম্য করি না। আর তারা বলে, আমরা শুনেছি ও মেনে নিয়েছি। হে আমাদের রব! আপনার ক্ষমা প্রার্থনা করি এবং আপনার দিকেই প্রত্যাবর্তনস্থল।",
        bottom: "",
        Reference: ""
      },
      {
        _id: "98",
        AyaID: "2",
        top: "",
        arabic:
          "لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ ۚ أَنتَ مَوْلٰىنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِينَ",
        transliteration:
          "লা ইয়ুকাল্লিফুল্লাহু নাফ্‌সান ইল্লা উস‘আহা লাহা মা কাসাবাত ওয়া আলাইহা মাক্তাসাবাত রব্বানা লা তুআখিয্‌না ইন নাসীনা আও আখ্‌ত্বা’না। রব্বনা ওয়ালা তাহ্‌মিল ‘আলাইনা ইসরান কামা হামালতাহু ‘আলাল্লাযীনা মিন ক্বাবলিনা। রব্বনা ওয়ালা তুহাম্মিলনা মা-লা ত্বা-ক্বাতা লানা বিহী। ওয়া‘ফু আন্না ওয়াগফির লানা ওয়ারহামনা আনতা মাওলা-না ফানসুরনা ‘আলাল ক্বাউমিল কাফিরীন",
        translations:
          "আল্লাহ্ কারো উপর এমন কোন দায়িত্ব চাপিয়ে দেন না যা তার সাধ্যাতীত। সে ভাল যা উপার্জন করে তার প্রতিফল তারই, আর মন্দ যা কামাই করে তার প্রতিফল তার উপরই বর্তায়। ‘হে আমাদের রব! যদি আমরা বিস্মৃত হই অথবা ভুল করি তবে আপনি আমাদেরকে পাকড়াও করবেন না। হে আমাদের রব! আমাদের পূর্ববর্তীগণের উপর যেমন বোঝা চাপিয়ে দিয়েছিলেন আমাদের উপর তেমন বোঝা চাপিয়ে দিবেন না। হে আমাদের রব! আপনি আমাদেরকে এমন কিছু বহন করাবেন না যার সামর্থ আমাদের নেই। আর আপনি আমাদের পাপ মোচন করুন, আমাদেরকে ক্ষমা করুন, আমাদের প্রতি দয়া করুন, আপনিই আমাদের অভিভাবক। অতএব কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন। [১]",
        bottom:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: যে ব্যক্তি রাতের বেলা সূরা বাকারার শেষ দুটি আয়াত পড়বে, তা তার জন্য যথেষ্ট হবে। [২]",
        Reference:
          "[১] সূরা আল-বাকারা ২৮৫-২৮৬। \n[২] বুখারী, ফাতহুল বারীসহ, ৯/৯৪, ৪০০৮; মুসলিম ১/৫৫৪, নং ৮০৭।"
      }
    ],
    pageTitle: "সূরা বাকারাহ্‌ আয়াত ২৮৫-২৮৬"
  },
  {
    duas: [
      {
        _id: "99",
        AyaID: "",
        top:
          "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: ‘তোমাদের কোনো ব্যক্তি তার বিছানা ত্যাগ করলো, আবার ঘুমাতে ফিরে এলো সে যেন তার চাদর বা লুঙ্গির আঁচল দিয়ে তিনবার বিছানাটি ঝেড়ে নেয়। আর যেন সে বিসমিল্লাহ পড়ে, (আল্লাহর নাম নেয়); কেননা সে জানে না যে, তার চলে যাবার পর এতে কী পতিত হয়েছে। \n\nতারপর সে যখন শোয়, তখন যেন এ দো‘আটি বলে,",
        arabic:
          "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
        transliteration:
          "বিইসমিকারব্বী ওয়াদা‘তু জাম্বী, ওয়া বিকা আরফা‘উহু। ফাইন্ আম্‌সাক্তা নাফ্‌সী ফারহামহা, ওয়াইন আরসালতাহা ফাহ্‌ফায্‌হা বিমা তাহ্‌ফাযু বিহী ‘ইবা-দাকাস সা-লিহীন",
        translations:
          "আমার রব! আপনার নামে আমি আমার পার্শ্বদেশ রেখেছি (শুয়েছি) এবং আপনারই নাম নিয়ে আমি তা উঠাবো। যদি আপনি (ঘুমন্ত অবস্থায়) আমার প্রাণ আটকে রাখেন, তবে আপনি তাকে দয়া করুন। আর যদি আপনি তা ফেরত পাঠিয়ে দেন, তাহলে আপনি তার হেফাযত করুন যেভাবে আপনি আপনার সৎকর্মশীল বান্দাগণকে হেফাযত করে থাকেন।",
        bottom: "",
        Reference:
          "বুখারী, ফাতহুল বারীসহ ১১/১২৬, নং ৬৩২০; মুসলিম ৪/২০৮৪, নং ২৭১৪। হাদীসে বর্ণিত صنفة إزاره শব্দের অর্থ হচ্ছে, চাদরের পার্শ্বদিকস্থ অংশ। এর জন্য দেখুন, নিহায়া ফী গারিবিল হাদীস ওয়াল আসার’ ‘صنف’"
      }
    ],
    pageTitle: "ঘুমানোর যিক্‌রসমূহ #৪"
  }
]

function uniqueId() {
  return (
    "_" +
    Math.random()
      .toString(36)
      .substr(2, 9)
  )
}

Duas.map(item => {
  item.key = uniqueId()
  item.id = parseInt(item.duas[0]._id)
})

let x = Duas.sort((a, b) => a.id - b.id)

export default Duas
