[{"id":"4676","sura":"51","ayat":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالذَّارِيَاتِ ذَرْوًا","aya":"1","translation_bn":"কসম ঝঞ্ঝাবায়ুর।","translation_en":"By the (Winds) that scatter broadcast;"},{"id":"4677","sura":"51","ayat":"فَالْحَامِلَاتِ وِقْرًا","aya":"2","translation_bn":"অতঃপর বোঝা বহনকারী মেঘের।","translation_en":"And those that lift and bear away heavy weights;"},{"id":"4678","sura":"51","ayat":"فَالْجَارِيَاتِ يُسْرًا","aya":"3","translation_bn":"অতঃপর মৃদু চলমান জলযানের,","translation_en":"And those that flow with ease and gentleness;"},{"id":"4679","sura":"51","ayat":"فَالْمُقَسِّمَاتِ أَمْرًا","aya":"4","translation_bn":"অতঃপর কর্ম বন্টনকারী ফেরেশতাগণের,","translation_en":"And those that distribute and apportion by Command;-"},{"id":"4680","sura":"51","ayat":"إِنَّمَا تُوعَدُونَ لَصَادِقٌ","aya":"5","translation_bn":"তোমাদের প্রদত্ত ওয়াদা অবশ্যই সত্য।","translation_en":"Verily that which ye are promised is true;"},{"id":"4681","sura":"51","ayat":"وَإِنَّ الدِّينَ لَوَاقِعٌ","aya":"6","translation_bn":"ইনসাফ অবশ্যম্ভাবী।","translation_en":"And verily Judgment and Justice must indeed come to pass."},{"id":"4682","sura":"51","ayat":"وَالسَّمَاءِ ذَاتِ الْحُبُكِ","aya":"7","translation_bn":"পথবিশিষ্ট আকাশের কসম,","translation_en":"By the Sky with (its) numerous Paths,"},{"id":"4683","sura":"51","ayat":"إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ","aya":"8","translation_bn":"তোমরা তো বিরোধপূর্ণ কথা বলছ।","translation_en":"Truly ye are in a doctrine discordant,"},{"id":"4684","sura":"51","ayat":"يُؤْفَكُ عَنْهُ مَنْ أُفِكَ","aya":"9","translation_bn":"যে ভ্রষ্ট, সেই এ থেকে মুখ ফিরায়,","translation_en":"Through which are deluded (away from the Truth) such as would be deluded."},{"id":"4685","sura":"51","ayat":"قُتِلَ الْخَرَّاصُونَ","aya":"10","translation_bn":"অনুমানকারীরা ধ্বংস হোক,","translation_en":"Woe to the falsehood-mongers,-"},{"id":"4686","sura":"51","ayat":"الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ","aya":"11","translation_bn":"যারা উদাসীন, ভ্রান্ত।","translation_en":"Those who (flounder) heedless in a flood of confusion:"},{"id":"4687","sura":"51","ayat":"يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ","aya":"12","translation_bn":"তারা জিজ্ঞাসা করে, কেয়ামত কবে হবে?","translation_en":"They ask, \"When will be the Day of Judgment and Justice?\""},{"id":"4688","sura":"51","ayat":"يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ","aya":"13","translation_bn":"যেদিন তারা অগ্নিতে পতিত হবে,","translation_en":"(It will be) a Day when they will be tried (and tested) over the Fire!"},{"id":"4689","sura":"51","ayat":"ذُوقُوا فِتْنَتَكُمْ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ","aya":"14","translation_bn":"তোমরা তোমাদের শাস্তি আস্বাদন কর। তোমরা একেই ত্বরান্বিত করতে চেয়েছিল।","translation_en":"\"Taste ye your trial! This is what ye used to ask to be hastened!\""},{"id":"4690","sura":"51","ayat":"إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ","aya":"15","translation_bn":"খোদাভীরুরা জান্নাতে ও প্রস্রবণে থাকবে।","translation_en":"As to the Righteous, they will be in the midst of Gardens and Springs,"},{"id":"4691","sura":"51","ayat":"آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُحْسِنِينَ","aya":"16","translation_bn":"এমতাবস্থায় যে, তারা গ্রহণ করবে যা তাদের পালনকর্তা তাদেরকে দেবেন। নিশ্চয় ইতিপূর্বে তারা ছিল সৎকর্মপরায়ণ,","translation_en":"Taking joy in the things which their Lord gives them, because, before then, they lived a good life."},{"id":"4692","sura":"51","ayat":"كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ","aya":"17","translation_bn":"তারা রাত্রির সামান্য অংশেই নিদ্রা যেত,","translation_en":"They were in the habit of sleeping but little by night,"},{"id":"4693","sura":"51","ayat":"وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ","aya":"18","translation_bn":"রাতের শেষ প্রহরে তারা ক্ষমাপ্রার্থনা করত,","translation_en":"And in the hour of early dawn, they (were found) praying for Forgiveness;"},{"id":"4694","sura":"51","ayat":"وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ","aya":"19","translation_bn":"এবং তাদের ধন-সম্পদে প্রার্থী ও বঞ্চিতের হক ছিল।","translation_en":"And in their wealth and possessions (was remembered) the right of the (needy,) him who asked, and him who (for some reason) was prevented (from asking)."},{"id":"4695","sura":"51","ayat":"وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ","aya":"20","translation_bn":"বিশ্বাসকারীদের জন্যে পৃথিবীতে নিদর্শনাবলী রয়েছে,","translation_en":"On the earth are signs for those of assured Faith,"},{"id":"4696","sura":"51","ayat":"وَفِي أَنْفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ","aya":"21","translation_bn":"এবং তোমাদের নিজেদের মধ্যেও, তোমরা কি অনুধাবন করবে না?","translation_en":"As also in your own selves: Will ye not then see?"},{"id":"4697","sura":"51","ayat":"وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ","aya":"22","translation_bn":"আকাশে রয়েছে তোমাদের রিযিক ও প্রতিশ্রুত সবকিছু।","translation_en":"And in heaven is your Sustenance, as (also) that which ye are promised."},{"id":"4698","sura":"51","ayat":"فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ","aya":"23","translation_bn":"নভোমন্ডল ও ভূমন্ডলের পালনকর্তার কসম, তোমাদের কথাবার্তার মতই এটা সত্য।","translation_en":"Then, by the Lord of heaven and earth, this is the very Truth, as much as the fact that ye can speak intelligently to each other."},{"id":"4699","sura":"51","ayat":"هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ","aya":"24","translation_bn":"আপনার কাছে ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি?","translation_en":"Has the story reached thee, of the honoured guests of Abraham?"},{"id":"4700","sura":"51","ayat":"إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا ۖ قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ","aya":"25","translation_bn":"যখন তারা তাঁর কাছে উপস্থিত হয়ে বললঃ সালাম, তখন সে বললঃ সালাম। এরা তো অপরিচিত লোক।","translation_en":"Behold, they entered his presence, and said: \"Peace!\" He said, \"Peace!\" (and thought, \"These seem) unusual people.\""},{"id":"4701","sura":"51","ayat":"فَرَاغَ إِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ","aya":"26","translation_bn":"অতঃপর সে গ্রহে গেল এবং একটি ঘৃতেপক্ক মোটা গোবৎস নিয়ে হাযির হল।","translation_en":"Then he turned quickly to his household, brought out a fatted calf,"},{"id":"4702","sura":"51","ayat":"فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ","aya":"27","translation_bn":"সে গোবৎসটি তাদের সামনে রেখে বললঃ তোমরা আহার করছ না কেন?","translation_en":"And placed it before them.. he said, \"Will ye not eat?\""},{"id":"4703","sura":"51","ayat":"فَأَوْجَسَ مِنْهُمْ خِيفَةً ۖ قَالُوا لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ","aya":"28","translation_bn":"অতঃপর তাদের সম্পর্কে সে মনে মনে ভীত হলঃ তারা বললঃ ভীত হবেন না। তারা তাঁকে একট জ্ঞানীগুণী পুত্র সন্তানের সুসংবাদ দিল।","translation_en":"(When they did not eat), He conceived a fear of them. They said, \"Fear not,\" and they gave him glad tidings of a son endowed with knowledge."},{"id":"4704","sura":"51","ayat":"فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ","aya":"29","translation_bn":"অতঃপর তাঁর স্ত্রী চীৎকার করতে করতে সামনে এল এবং মুখ চাপড়িয়ে বললঃ আমি তো বৃদ্ধা, বন্ধ্যা।","translation_en":"But his wife came forward (laughing) aloud: she smote her forehead and said: \"A barren old woman!\""},{"id":"4705","sura":"51","ayat":"قَالُوا كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ","aya":"30","translation_bn":"তারা বললঃ তোমার পালনকর্তা এরূপই বলেছেন। নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ।","translation_en":"They said, \"Even so has thy Lord spoken: and He is full of Wisdom and Knowledge.\""},{"id":"4706","sura":"51","ayat":"قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ","aya":"31","translation_bn":"ইব্রাহীম বললঃ হে প্রেরিত ফেরেশতাগণ, তোমাদের উদ্দেশ্য কি?","translation_en":"(Abraham) said: \"And what, O ye Messengers, is your errand (now)?\""},{"id":"4707","sura":"51","ayat":"قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُجْرِمِينَ","aya":"32","translation_bn":"তারা বললঃ আমরা এক অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি,","translation_en":"They said, \"We have been sent to a people (deep) in sin;-"},{"id":"4708","sura":"51","ayat":"لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ","aya":"33","translation_bn":"যাতে তাদের উপর মাটির ঢিলা নিক্ষেপ করি।","translation_en":"\"To bring on, on them, (a shower of) stones of clay (brimstone),"},{"id":"4709","sura":"51","ayat":"مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ","aya":"34","translation_bn":"যা সীমাতিক্রমকারীদের জন্যে আপনার পালনকর্তার কাছে চিহিߦ#2468; আছে।","translation_en":"\"Marked as from thy Lord for those who trespass beyond bounds.\""},{"id":"4710","sura":"51","ayat":"فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ","aya":"35","translation_bn":"অতঃপর সেখানে যারা ঈমানদার ছিল, আমি তাদেরকে উদ্ধার করলাম।","translation_en":"Then We evacuated those of the Believers who were there,"},{"id":"4711","sura":"51","ayat":"فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ","aya":"36","translation_bn":"এবং সেখানে একটি গৃহ ব্যতীত কোন মুসলমান আমি পাইনি।","translation_en":"But We found not there any just (Muslim) persons except in one house:"},{"id":"4712","sura":"51","ayat":"وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ","aya":"37","translation_bn":"যারা যন্ত্রণাদায়ক শাস্তিকে ভয় করে, আমি তাদের জন্যে সেখানে একটি নিদর্শন রেখেছি।","translation_en":"And We left there a Sign for such as fear the Grievous Penalty."},{"id":"4713","sura":"51","ayat":"وَفِي مُوسَىٰ إِذْ أَرْسَلْنَاهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ","aya":"38","translation_bn":"এবং নিদর্শন রয়েছে মূসার বৃত্তান্তে; যখন আমি তাকে সুস্পষ্ট প্রমাণসহ ফেরাউনের কাছে প্রেরণ করেছিলাম।","translation_en":"And in Moses (was another Sign): Behold, We sent him to Pharaoh, with authority manifest."},{"id":"4714","sura":"51","ayat":"فَتَوَلَّىٰ بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ","aya":"39","translation_bn":"অতঃপর সে শক্তিবলে মুখ ফিরিয়ে নিল এবং বললঃ সে হয় যাদুকর, না হয় পাগল।","translation_en":"But (Pharaoh) turned back with his Chiefs, and said, \"A sorcerer, or one possessed!\""},{"id":"4715","sura":"51","ayat":"فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ","aya":"40","translation_bn":"অতঃপর আমি তাকে ও তার সেনাবাহিনীকে পাকড়াও করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। সে ছিল অভিযুক্ত।","translation_en":"So We took him and his forces, and threw them into the sea; and his was the blame."},{"id":"4716","sura":"51","ayat":"وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ","aya":"41","translation_bn":"এবং নিদর্শন রয়েছে তাদের কাহিনীতে; যখন আমি তাদের উপর প্রেরণ করেছিলাম অশুভ বায়ু।","translation_en":"And in the 'Ad (people) (was another Sign): Behold, We sent against them the devastating Wind:"},{"id":"4717","sura":"51","ayat":"مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ","aya":"42","translation_bn":"এই বায়ু যার উপর দিয়ে প্রবাহিত হয়েছিলঃ তাকেই চুর্ণ-বিচুর্ণ করে দিয়েছিল।","translation_en":"It left nothing whatever that it came up against, but reduced it to ruin and rottenness."},{"id":"4718","sura":"51","ayat":"وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّىٰ حِينٍ","aya":"43","translation_bn":"আরও নিদর্শন রয়েছে সামূদের ঘটনায়; যখন তাদেরকে বলা হয়েছিল, কিছুকাল মজা লুটে নাও।","translation_en":"And in the Thamud (was another Sign): Behold, they were told, \"Enjoy (your brief day) for a little while!\""},{"id":"4719","sura":"51","ayat":"فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ","aya":"44","translation_bn":"অতঃপর তারা তাদের পালনকর্তার আদেশ অমান্য করল এবং তাদের প্রতি বজ্রঘাত হল এমতাবস্থায় যে, তারা তা দেখেছিল।","translation_en":"But they insolently defied the Command of their Lord: So the stunning noise (of an earthquake) seized them, even while they were looking on."},{"id":"4720","sura":"51","ayat":"فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ","aya":"45","translation_bn":"অতঃপর তারা দাঁড়াতে সক্ষম হল না এবং কোন প্রতিকারও করতে পারল না।","translation_en":"Then they could not even stand (on their feet), nor could they help themselves."},{"id":"4721","sura":"51","ayat":"وَقَوْمَ نُوحٍ مِنْ قَبْلُ ۖ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ","aya":"46","translation_bn":"আমি ইতিপূর্বে নূহের সম্প্রদায়কে ধ্বংস করেছি। নিশ্চিতই তারা ছিল পাপাচারী সম্প্রদায়।","translation_en":"So were the People of Noah before them for they wickedly transgressed."},{"id":"4722","sura":"51","ayat":"وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ","aya":"47","translation_bn":"আমি স্বীয় ক্ষমতাবলে আকাশ নির্মাণ করেছি এবং আমি অবশ্যই ব্যাপক ক্ষমতাশালী।","translation_en":"With power and skill did We construct the Firmament: for it is We Who create the vastness of pace."},{"id":"4723","sura":"51","ayat":"وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ","aya":"48","translation_bn":"আমি ভূমিকে বিছিয়েছি। আমি কত সুন্দরভাবেই না বিছাতে সক্ষম।","translation_en":"And We have spread out the (spacious) earth: How excellently We do spread out!"},{"id":"4724","sura":"51","ayat":"وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ","aya":"49","translation_bn":"আমি প্রত্যেক বস্তু জোড়ায় জোড়ায় সৃষ্টি করেছি, যাতে তোমরা হৃদয়ঙ্গম কর।","translation_en":"And of every thing We have created pairs: That ye may receive instruction."},{"id":"4725","sura":"51","ayat":"فَفِرُّوا إِلَى اللَّهِ ۖ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ","aya":"50","translation_bn":"অতএব, আল্লাহর দিকে ধাবিত হও। আমি তাঁর তরফ থেকে তোমাদের জন্যে সুস্পষ্ট সতর্ককারী।","translation_en":"Hasten ye then (at once) to Allah: I am from Him a Warner to you, clear and open!"},{"id":"4726","sura":"51","ayat":"وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَٰهًا آخَرَ ۖ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ","aya":"51","translation_bn":"তোমরা আল্লাহর সাথে কোন উপাস্য সাব্যস্ত করো না। আমি তাঁর পক্ষ থেকে তোমাদের জন্য সুস্পষ্ট সতর্ককারী।","translation_en":"And make not another an object of worship with Allah: I am from Him a Warner to you, clear and open!"},{"id":"4727","sura":"51","ayat":"كَذَٰلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ","aya":"52","translation_bn":"এমনিভাবে, তাদের পূর্ববর্তীদের কাছে যখনই কোন রসূল আগমন করেছে, তারা বলছেঃ যাদুকর, না হয় উম্মাদ।","translation_en":"Similarly, no messenger came to the Peoples before them, but they said (of him) in like manner, \"A sorcerer, or one possessed\"!"},{"id":"4728","sura":"51","ayat":"أَتَوَاصَوْا بِهِ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ","aya":"53","translation_bn":"তারা কি একে অপরকে এই উপদেশই দিয়ে গেছে? বস্তুতঃ ওরা দুষ্ট সম্প্রদায়।","translation_en":"Is this the legacy they have transmitted, one to another? Nay, they are themselves a people transgressing beyond bounds!"},{"id":"4729","sura":"51","ayat":"فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ","aya":"54","translation_bn":"অতএব, আপনি ওদের থেকে মুখ ফিরিয়ে নিন। এতে আপনি অপরাধী হবেন না।","translation_en":"So turn away from them: not thine is the blame."},{"id":"4730","sura":"51","ayat":"وَذَكِّرْ فَإِنَّ الذِّكْرَىٰ تَنْفَعُ الْمُؤْمِنِينَ","aya":"55","translation_bn":"এবং বোঝাতে থাকুন; কেননা, বোঝানো মুমিনদের উপকারে আসবে।","translation_en":"But teach (thy Message) for teaching benefits the Believers."},{"id":"4731","sura":"51","ayat":"وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ","aya":"56","translation_bn":"আমার এবাদত করার জন্যই আমি মানব ও জিন জাতি সৃষ্টি করেছি।","translation_en":"I have only created Jinns and men, that they may serve Me."},{"id":"4732","sura":"51","ayat":"مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ","aya":"57","translation_bn":"আমি তাদের কাছে জীবিকা চাই না এবং এটাও চাই না যে, তারা আমাকে আহার্য যোগাবে।","translation_en":"No Sustenance do I require of them, nor do I require that they should feed Me."},{"id":"4733","sura":"51","ayat":"إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ","aya":"58","translation_bn":"আল্লাহ তা’আলাই তো জীবিকাদাতা শক্তির আধার, পরাক্রান্ত।","translation_en":"For Allah is He Who gives (all) Sustenance,- Lord of Power,- Steadfast (for ever)."},{"id":"4734","sura":"51","ayat":"فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ","aya":"59","translation_bn":"অতএব, এই যালেমদের প্রাপ্য তাই, যা ওদের অতীত সহচরদের প্রাপ্য ছিল। কাজেই ওরা যেন আমার কাছে তা তাড়াতাড়ি না চায়।","translation_en":"For the Wrong-doers, their portion is like unto the portion of their fellows (of earlier generations): then let them not ask Me to hasten (that portion)!"},{"id":"4735","sura":"51","ayat":"فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ","aya":"60","translation_bn":"অতএব, কাফেরদের জন্যে দুর্ভোগ সেই দিনের, যেদিনের প্রতিশ্রুতি ওদেরকে দেয়া হয়েছে।","translation_en":"Woe, then, to the Unbelievers, on account of that Day of theirs which they have been promised!"}]